<?php

return [
    'blocks'            => [
        'customise'     => [
            'description'   => 'Настройте боковую панель, измените дизайн кампании с помощью CSS и установите потрясающие и прекрасные плагины через :marketplace.',
            'title'         => 'Настроение',
        ],
        'defaults'      => [
            'description'   => 'Надоели серые кружки возле объектов без картинок? Создайте эскизы для каждого типа объектов.',
            'title'         => 'Эскизы',
        ],
        'entities'      => [
            'description'   => 'Добавьте объектам изображения заголовков, напишите для них подсказки, дайте им дополнительные имена и загрузите больше ресурсов.',
            'title'         => 'Объекты',
        ],
        'gang'          => [
            'description'   => 'Все участники кампании наслаждаются отсутствием рекламы и увеличенными лимитами размеров загрузок.',
            'title'         => 'Хватит на всех',
        ],
        'icons'         => [
            'description'   => 'Украсьте карты и хронологии любыми цветами и тысячами иконок с :fontawesome и :rpgawesome.',
            'title'         => 'Иконки',
        ],
        'limits'        => [
            'description'   => 'Забудьте об ограничениях на число участников, ролей и быстрых ссылок в кампании.',
            'title'         => 'Конец ограничениям',
        ],
        'peace-of-mind' => [
            'description'   => 'Решили, что зря удалили объект? Не страшно! Восстанавливайте удаленные объекты в течение :amount дней.',
            'title'         => 'Спокойствие души',
        ],
        'relations'     => [
            'description'   => 'Исследуйте сеть связей и отношений объектов кампании визуально.',
            'title'         => 'Сеть связей',
        ],
    ],
    'call-to-action'    => [
        'description'   => 'Готовы усилить свои кампании? Оформите подписку на Kanka и получите усилители кампаний!',
        'go-to-pricing' => 'К странице обзора цен',
        'go-to-sub'     => 'К странице подписки',
        'title'         => 'Окей, берите мои деньги',
    ],
    'perks'             => [
        'entity-count'  => 'Максимум объектов в кампании',
        'member-count'  => 'Максимум участников в кампании',
        'quick-links'   => 'Максимум быстрых ссылок в кампании',
        'role-count'    => 'Максимум ролей в кампании',
    ],
    'starting'          => 'От :amount долларов США в месяц',
    'superboost'        => [
        'title' => 'Все еще мало? Не усильте, а супер-усильте кампанию!',
    ],
    'superboosted'      => [
        'achievements'  => [
            'title' => 'Достижения',
        ],
        'gallery'       => [
            'title' => 'Галерея кампании',
        ],
        'logs'          => [
            'title' => 'Глаза повсюду',
        ],
    ],
    'table'             => [
        'title' => 'Все то же самое, но в виде таблицы',
    ],
    'title'             => 'Усилители кампаний',
];
