<?php

return [
    'ad-copy'       => [
        'first' => 'Kanka это инструмент для ворлд-билдинга и ведения настольных RPG кампаний, который идеально подойдет любому ворлд-билдеру или гейм-мастеру. Он позволяет создавать и оформлять собственные кампании и миры с помощью целой палитры функций, таких как календари, интерактивные карты, хронологии, организации, семьи и персонажами, количеству которых один предел - воображение!',
        'second'=> 'Сообщество у платформы в ДНК, ведь у Вас есть возможность участвовать в регулярных голосованиях, определяя путь, по которому пойдет :kanka, а Каталог позволяет творцам делиться своей креативностью и давать остальным пользоваться их созданиями.',
        'title' => 'Краткое описание',
    ],
    'description'   => 'Спасибо за интерес к :kanka! Рассказывая о нас, пожалуйста, используйте следующие ресурсы.',
    'logos'         => 'Логотипы',
    'more'          => 'Не хватает ресурсов или нужна помощь? Пишите на :email',
    'title'         => 'Пресс-кит',
];
