<?php

return [
    'communication' => [
        'title' => 'Безопасный обмен данными',
    ],
    'credit-card'   => [
        'title' => 'Кредитные карты',
    ],
    'data-backup'   => [
        'title' => 'Резервное копирование данных',
    ],
    'data-breach'   => [
        'title' => 'Утечки данных',
    ],
    'data-center'   => [
        'title' => 'Безопасность центра обработки данных',
    ],
    'description'   => 'Наша небольшая команда делает все возможное, чтобы соответствовать высшим стандартам защиты данных, чтобы удостовериться, что ваши данные с нами в безопасности.',
    'infrastructure'=> [
        'title' => 'Размещенная в ЕС инфраструктура',
    ],
    'logs'          => [
        'title' => 'Журналы событий',
    ],
    'title'         => 'Безопасность на Kanka',
];
