<?php

return [
    'description'   => 'Мы считаем, хоть и не без пристрастия, что Kanka - это потрясающая платформа. А что наши пользователи могут сказать о разработанных нами инструментах и сформировавшемся вокруг них сообществе?',
    'ornstein'      => 'Хороших инструментов для ворлд-билдинга много, но больше всех мне подходит Kanka. Я редко достигаю порядка; Готовые объекты Kanka помогают мне не скатиться в хаос, при этом чересчур меня не ограничивая.',
    'title'         => 'Рекомендации',
];
