<?php

return [
    'actions'       => [
        'add-circle'    => 'Добавить круг',
        'add-entity'    => 'Добавить объект',
        'add-image'     => 'Добавить изображение',
        'add-square'    => 'Добавить квадрат',
        'add-text'      => 'Добавить текст',
        'duplicate'     => 'Создать дубликат',
        'end-drawing'   => 'Закончить рисовать',
        'lock'          => 'Фиксировать',
        'push-to-back'  => 'На задний план',
        'push-to-front' => 'На передний план',
        'start-drawing' => 'Начать рисовать',
        'unlock'        => 'Разфиксировать',
    ],
    'entity-search' => [
        'placeholder'   => 'Введите название или псевдоним объекта',
        'title'         => 'Поиск объекта',
    ],
    'fields'        => [
        'color' => 'Цвет',
    ],
    'pen'           => [
        'large-stroke'  => 'Широкий штрих',
        'thin-stroke'   => 'Тонкий штрих',
    ],
    'reset'         => [
        'helper'    => 'Вы уверены, что хотите очистить эту доску? Это действие необратимо.',
        'title'     => 'Очистить доску',
    ],
    'toast'         => [
        'copy'  => [
            'success'   => 'Элементы скопированы в буфер обмена.',
        ],
        'paste' => [
            'error' => 'Что-то пошло не так.',
        ],
    ],
];
