<?php

return [
    'errors'    => [
        'marketplace'   => [
            'hint'      => 'Ошибка',
            'rendering' => 'Произошла ошибка при отображении плагина из каталога. Пожалуйста, свяжитесь с создателем плагина.',
        ],
    ],
    'helpers'   => [],
    'list'      => [
        'campaign'  => 'Шаблоны кампании',
        'sheets'    => 'Листы персонажей',
    ],
    'pitch'     => ':marketplace позволяет искать листы персонажей и добавлять их в кампанию с помощью :boosted-campaign.',
];
