<?php

return [
    'blocks'    => [
        'customise' => [
            'description'   => 'Настройте боковую панель, измените дизайн кампании с помощью CSS и установите потрясающие и прекрасные плагины через :marketplace.',
            'title'         => 'Настроение',
        ],
        'defaults'  => [
            'description'   => 'Надоели серые кружки возле объектов без картинок? Создайте эскизы для каждого типа объектов.',
            'title'         => 'Эскизы',
        ],
        'entities'  => [
            'description'   => 'Добавьте объектам изображения заголовков, напишите для них подсказки, дайте им дополнительные имена и загрузите больше ресурсов.',
            'title'         => 'Объекты',
        ],
    ],
    'title'     => 'Усилители кампаний',
];
