<?php

return [
    'actions'       => [
        'pricing_info'  => 'Поддержите Kanka, чтобы участвовать в голосованиях',
        'return'        => 'Назад ко всем голосованиям',
        'show'          => 'Показать результаты голосования',
        'vote'          => 'Голосовать',
    ],
    'description'   => 'Пользователи, которые поддерживают Kanka, помогают сформировать путь развития приложения, участвуя в голосованиях.',
    'index'         => [
        'past'      => 'Закрытые голосования',
        'voting'    => 'Открытые голосования',
    ],
    'latest'        => [
        'title' => 'Последние голосования',
    ],
    'show'          => [
        'restricted'    => 'Голосования доступны только для пользователей, поддерживающих Kanka.',
        'title'         => 'Голосование - :name',
        'vote_count'    => '{1} :number участник проголосовал.|[2,4] :number участника проголосовало.|[5,*] :number участников проголосовало.',
        'voted_lasted'  => 'Голосование длится с :from по GMT до :until по GMT.',
        'voting_until'  => 'Голосование открыто до :until по GMT.',
    ],
    'title'         => 'Голосования',
];
