<?php

return [
    'actions'       => [
        'return'        => 'Вернуться ко всем событиям',
        'send'          => 'Учавствовать',
        'show_ongoing'  => 'Показать и Учавствовать',
        'show_past'     => 'Показать событие и победителей',
        'update'        => 'Обновить подсобытие',
        'view'          => 'Показать подсобытие',
    ],
    'description'   => 'Мы часто проводим связанные с ворлдбилдингом события для нашего сообщества, где показываем наши любимые статьи.',
    'fields'        => [
        'comment'       => 'Комментарий',
        'entity_link'   => 'Ссылка на объект',
        'rank'          => 'Рейтинг',
    ],
];
