<?php

return [
    'actions'       => [
        'pricing_info'  => 'Поддержите Kanka, чтобы участвовать в голосованиях',
        'return'        => 'Назад ко всем голосованиям',
        'show'          => 'Показать результаты',
        'vote'          => 'Проголосовать',
    ],
    'description'   => 'Пользователи, которые поддерживают Kanka, помогают определить путь развития приложения, участвуя в частых голосованиях.',
    'index'         => [
        'past'      => 'Закрытые голосования',
        'voting'    => 'Открытые голосования',
    ],
    'latest'        => [
        'title' => 'Недавние голосования',
    ],
    'show'          => [
        'restricted'    => 'Голосования доступны только пользователям, поддерживающим Kanka.',
        'title'         => 'Голосование - :name',
        'vote_count'    => 'Проголосовало участников: :number',
        'voted_lasted'  => 'Голосование проходило с :from по Гринвичу до :until по Гринвичу.',
        'voting_until'  => 'Голосование проходит до :until по Гринвичу.',
    ],
    'title'         => 'Голосования',
];
