<?php

return [
    'abilities'     => [
        'description'   => 'Как и инвентари, способности можно давать любому объекту. Создавайте способности в кампании и добавляйте их своим объектам. Это могут быть силы персонажа, эффекты злодейского логова (локации), особая способность, дарованная членам определенной семьи, или проклятие, вызванное ведьминским пирогом. Способности обладают зарядами, позволяющими вести учет использованию способности и способными использоваться вместе с атрибутами объекта.',
        'title'         => 'Способности',
    ],
    'attributes'    => [
        'description'   => 'Пожалуй самая запутанная и запутывающая функция объектов это их атрибуты. Это могут быть фрагменты информации, вроде HP игрока, населения локации, число святилищ определенной религии (организации) и т.д. Атрибуты объекта могут ссылаться друг на друга при вычислении значений, например HP можно рассчитывать как HP = Уровень * Телосложение.',
        'secondary'     => 'Сделать из страницы атрибутов объекта настоящий TTRPG лист персонажа поможет наш :marketplace.',
        'title'         => 'Атрибуты',
    ],
    'boosters'      => [
        'title' => 'Усилители кампаний',
    ],
    'collaborative' => [
        'description'   => 'Мы создали Kanka для поддержки миров с множеством участников и большого количества кампаний. Добавляйте в кампанию своих друзей, добавляйте им роли и настраивайте, к каким функциям и информации они имеют доступ. Также вы всегда можете протестировать разрешения пользователей и проверить, не забыли ли вы что-нибудь от них скрыть.',
    ],
    'dashboards'    => [
        'description'   => 'Обзор служит вам центральной панелью управления кампанией. Обзор можно настроить под любую кампанию, благодаря богатому выбору виджетов. Крупные кампании с большим количеством пользователей могут создавать отдельные обзоры для разных ролей при помощи усиления.',
        'title'         => 'Обзоры кампаний',
    ],
    'editor'        => [
        'title' => 'Редактор',
    ],
    'entity'        => [
        'description'   => 'В основе Kanka лежит около 20 базовых неизменемых типов объектов. В них входят персонажи, локации, семьи, предметы, квесты, журналы, календари, хронологии и так далее. Некоторые функции присутствуют у каждого типа, но каждый из них по-своему уникален и и способен взаимодействовать с другими элементами вашей кампании.',
        'title'         => 'Объекты Kanka',
    ],
    'free'          => [
        'description'   => 'Надоело платить за базовые функции, вроде неограниченного количества кампаний и пользователей в них или управления тем, кто что может видеть? Нам тоже, и поэтому все основные функции Kanka совершенно бесплатны. Мы также предоставляем некоторые полезные, но не необходимые :bonuses.',
    ],
    'gm'            => [
        'title' => 'Гейм-мастерам',
    ],
    'inventory'     => [
        'description'   => 'Каждый объект может обладать собственным инвентарем. Эта функция позволяет следить за вещами персонажей, товарами магазинов (локаций), наградами за прохождение квестов, семейным состоянием и за всем, что вы только можете придумать. Функция инвентаря взаимодействует с предметами кампании, но достаточно гибка, и работает без необходимости создания каждого предмета в кампании.',
        'title'         => 'Инвентари',
    ],
    'journals'      => [
        'title' => 'Журналы',
    ],
    'links'         => [
        'title' => 'Ссылки',
    ],
    'marketplace'   => [
        'title' => 'Каталог',
    ],
    'modular'       => [
        'description'   => 'Наша работа сосредоточена на более чем 20 различных модулях Kanka, каждый из которых приспособлен для того или иного аспекта настольных RPG и ворлд-билдинга в целом. В каждой кампании можно создавать персонажей, локации, семьи, организации, предметы, квесты, журналы, календари, события, способности и многое другое. Не нужны способности? Не проблема, в каждой кампании можно отключать любые не нужные вам модули, что упрощает вам работу и позволяет фокусироваться на том, что вам более важно.',
    ],
    'other_features'=> 'Другие функции',
    'quests'        => [
        'title' => 'Квесты',
    ],
    'register'      => 'Интересно? Создайте бесплатный аккаунт прямо сейчас!',
    'sections'      => [
        'boosted'       => 'Усиление',
        'general'       => 'Основное',
        'rpg'           => 'RPG',
        'worldbuilding' => 'Ворлд-билдинг',
    ],
    'theming'       => [
        'title' => 'Стили',
    ],
    'updates'       => [
        'description'   => 'Kanka это не просто :small-team из двух заядлых ворлд-билдеров. Это огромное сообщество преданных пользователей, которые помогают нам часто создавать и выпускать обновления. Мы гордимся тем, что мы работаем именно над теми функциями, которые нужны и дороги нашим пользователям. Мы выпускаем в среднем два крупных обновления для всех пользователей в месяц, а иногда мы балуем наших пользователей и более частыми обновлениями.',
        'small-team'    => 'команда',
        'title'         => 'Частые обновления',
    ],
    'worldbuilding' => [
        'title' => 'Ворлд-билдерам',
    ],
];
