<?php

return [
    'header'        => 'Добро пожаловать в Kanka, :name!',
    'header_sub'    => 'Поздравляем, вы сделали первый шаг в создании своего Мира на :kanka!',
    'section_1'     => 'Куда теперь?',
    'section_11'    => 'Создайте свой Мир',
    'section_2'     => 'Самый важный ресурс - это :discord, где вы найдете множество наших преданных пользователей, команду помощи новичкам, а также автора Kanka, который может ответить на любые ваши вопросы.',
    'section_3'     => 'Наше :faq также ответит на самые распространенные вопросы.',
    'section_4'     => 'Наш :youtube содержит видео по основам Kanka. И хотя пока охвачены не все темы, мы регулярно добавляем новые видео.',
    'section_5'     => 'YouTube Канал',
    'section_6'     => 'Свяжитесь с нами',
    'section_7'     => 'Если вы не нашли ответ на свои вопросы или просто хотите с нами связаться, можете найти нас на :facebook или отправить письмо на :email. Мы маленькая команда из 2 друзей, но мы обязательно ответим на каждое полученное письмо, так что, пожалуйста, не стесняйтесь!',
    'section_8'     => 'И напоследок',
    'section_9'     => 'Мы сделали все основные функции Kanka бесплатными, и мы всегда будем следовать этому пути. Однако, если вы хотите поддержать нас в этом проекте, вы можете вступить в ряды наших :patrons и получить доступ к дополнительным функциям, а также нашу бесконечную благодарность!',
    'title'         => 'Начало работы с Kanka',
];
