<?php

return [
    'create'        => [
        'title' => 'Νέα Ικανότητα',
    ],
    'fields'        => [
        'abilities' => 'Ικανότητα',
        'ability'   => 'Γονική Ικανότητα',
        'charges'   => 'Αριθμός χρήσης',
        'name'      => 'Ονομα',
        'type'      => 'Τύπος',
    ],
    'index'         => [
        'add'       => 'Νέα Ικανότητα',
        'header'    => 'Ικανότητες του :name',
        'title'     => 'Ικανότητες',
    ],
    'placeholders'  => [
        'name'  => 'Μπάλα φωτιάς, Παρατηρητής, Πονηρή επίθεση',
        'type'  => 'Ξόρκια, Δυνάμεις, Επιθέσεις',
    ],
    'show'          => [
        'tabs'  => [
            'abilities' => 'Ικανότητες',
        ],
        'title' => 'Ικανότητα',
    ],
];
