<?php

return [
    'attribute_templates'   => [
        'title' => ':name πρότυπο χαρακτηριστικών',
    ],
    'create'                => [
        'description'   => 'Δημιουργήστε ένα νέο πρότυπο χαρακτηριστικών',
        'success'       => 'Το πρότυπο χαρακτηριστικού \':name\' δημιουργήθηκε.',
        'title'         => 'Νέο πρότυπο χαρακτηριστικών',
    ],
    'destroy'               => [
        'success'   => 'Το πρότυπο χαρακτηριστικού \':name\' διαγράφηκε.',
    ],
    'edit'                  => [
        'description'   => 'Επεξεργασία προτύπου χαρακτηριστικών',
        'success'       => 'Το πρότυπο χαρακτηριστικού \':name\' έχει  ενημερωθεί.',
        'title'         => 'Επεξεργασία προτύπου χαρακτηριστικών :name',
    ],
    'fields'                => [
        'attribute_template'    => 'Πρόγονος πρότυπου χαρακτηριστικού',
        'attributes'            => 'Χαρακτηριστικα',
        'name'                  => 'Ονομα',
    ],
    'hints'                 => [
        'automatic'                 => 'Τα χαρακτηριστικά εφαρμόζονται αυτόματα από το:link Attribute Template.',
        'entity_type'               => 'Εάν εφαρμοστεί, η δημιουργία μιας νέας οντότητας αυτού του τύπου θα εφαρμόσει αυτόματα αυτό το πρότυπο χαρακτηριστικών.',
        'parent_attribute_template' => 'Αυτό το πρότυπο χαρακτηριστικών μπορεί να είναι ένα δευτερεύον ενός άλλου χαρακτηριστικό πρότυπο. Κατά την εφαρμογή αυτού του προτύπου χαρακτηριστικών, αυτό και όλοι οι γονείς του θα εφαρμοστούν.',
    ],
    'index'                 => [
        'add'           => 'Νέο πρότυπο χαρακτηριστικών',
        'description'   => 'Διαχείριση των πρότυπο χαρακτηριστικών: name.',
        'header'        => 'Πρότυπα χαρακτηριστικών του :name',
        'title'         => 'Πρότυπα χαρακτηριστικών',
    ],
    'placeholders'          => [
        'attribute_template'    => 'Επιλέξτε ένα πρότυπο χαρακτηριστικών',
        'name'                  => 'Όνομα του προτύπου χαρακτηριστικού',
    ],
    'show'                  => [
        'description'   => 'Μια λεπτομερής προβολή ενός προτύπου χαρακτηριστικών',
        'tabs'          => [
            'attribute_templates'   => 'Πρότυπο χαρακτηριστικων',
            'attributes'            => 'Χαρακτηριστικα',
        ],
        'title'         => 'Το πρότυπο χαρακτηριστικού :name',
    ],
];
