<?php

return [
    'actions'   => [
        'boost_name'    => 'Усилить кампанию :name',
    ],
    'boost'     => [
        'actions'   => [
            'confirm'   => 'Усилить!',
            'remove'    => 'Перестать усиливать :campaign',
            'subscribe' => 'Подписка на Kanka',
            'upgrade'   => 'Обновить подписку',
        ],
        'errors'    => [
            'boosted'   => 'Ой, кажется, кампания :campaign уже усилена!',
        ],
        'title'     => 'Усиление :campaign',
    ],
    'campaign'  => [
        'boosted'       => 'Усиливает :user с :time.',
        'superboosted'  => 'Супер-усиливает :user с :time.',
        'unboosted'     => 'Не усилена',
    ],
    'pitch'     => [
        'benefits'      => [
            'backup'        => 'Возможность восстановить удаленный объект в течение :amount дней',
            'customisable'  => 'Возможность настроить внешний вид кампании как-угодно',
            'entities'      => 'Больше контроля над поведением и видом объектов',
            'icons'         => 'Доступ к тысячам красивых иконок для карт и хронологий',
            'relations'     => 'Визуальный интерфейс исследования связей',
            'title'         => 'Усиленные кампании получают',
            'upload'        => 'Повышенные размеры загрузок для всех участников',
        ],
        'description'   => 'Наделите кампанию усилителями и помогите всем ее участникам открыть потрясающие функции. Не впечатляют усиленные кампании? Не беспокойтесь, ведь еще есть супер-усиленные кампании!',
        'more'          => 'Смотрите полный список бонусов и преимуществ здесь: :boosters.',
        'title'         => 'Поднимите кампанию на новый уровень с бонусами для всех участников',
    ],
];
