<?php

return [
    'fields'        => [
        'campaign'  => 'Кампания',
    ],
    'opening'       => 'Член команды Kanka направил вас на эту страницу с целью оказать вам помощь.',
    'placeholders'  => [
        'campaign'  => 'Выберите кампанию, в которой вы админ',
    ],
    'select'        => 'Выберите кампанию, в которой вы админ, из меню ниже, чтобы сгенерировать специальный одноразовый токен, который позволит члену команды Kanka временно присоединиться к кампании как админ.',
    'success'       => [
        'opening'   => 'Ваш токен оказания помощи успешно сгенерирован. Команда Kanka была уведомлена и вскоре присоединится к вашей помощи и поможет вам. Обычно мы связываемся с вами в :discord, если есть необходимость скоординировать что-то напрямую.',
        'secret'    => 'Только подтвержденные члены команды Kanka могут воспользоваться этим токеном, он бесполезен для всех остальных, поэтому можете не хранить его в секрете.',
        'token'     => 'Ваш токен помощи:',
    ],
    'title'         => 'Оказание помощи',
];
