<?php

return [
    'actions'       => [
        'generate'  => 'Сгенерировать',
        'insert'    => 'Вставить',
    ],
    'errors'        => [
        'invalid-sub'   => 'Чтобы получить доступ к этой функции, вам нужно обладать подпиской Wyvern или Elemental.',
        'out-of-tokens' => 'У вас закончились токены! Они автоматически пополнятся :date.',
    ],
    'here'          => 'здесь',
    'intro'         => 'Привет! Я :name, ИИ готовый помочь вам сгенерировать предыстории для ваших персонажей на Kanka. Вы можете узнать обо мне больше :here.',
    'kankappy'      => 'Тайный ученик Канкапыша.',
    'loading'       => 'Пожалуйста, подождите, я напряженно думаю, и это может занять вплоть до минуты!',
    'placeholders'  => [
        'prompt'    => 'Введите запрос, который будет преобразован в предысторию.',
    ],
    'token-limit'   => 'В данный момент у вас :amount токенов. Каждый раз, когда я генерирую предысторию, расходуется токен, так что используйте их мудро!',
];
