<?php

return [
    'booster'   => [
        'actions'       => [
            'boost'         => 'Усилить :campaign',
            'superboost'    => 'Супер-усилить :campaign',
        ],
        'learn-more'    => 'Что такое усиление?',
        'limitation'    => 'Чтобы получить доступ к этой функции, кампания должна быть усилена.',
        'limitations'   => [
            'boosted'       => 'Чтобы получить доступ к этой функции, кампания должна быть усилена.',
            'superboosted'  => 'Чтобы получить доступ к этой функции, кампания должна быть супер-усилена.',
        ],
        'multiple'      => 'Чтобы получить доступ к этим функциям, кампания должна быть усилена.',
        'pitches'       => [
            'element-class' => 'Присвойте этому элементу уникальный CSS класс с помощью :boosted-campaign.',
            'icon'          => 'Откройте доступ к миллионам иконок от FontAwesome с помощью :boosted-campaign.',
        ],
        'titles'        => [
            'boosted'       => 'Функция усиления',
            'superboosted'  => 'Функция супер-усиления',
        ],
    ],
    'premium'   => [
        'learn-more'    => 'Что такое премиум кампании?',
        'limitation'    => 'Чтобы получить доступ к этой функции, должны быть открыты премиум функции.',
        'title'         => 'Функция премиум кампаний',
        'unlock'        => 'Открыть премиум функции для :campaign',
    ],
    'subscribe' => [
        'pitch-image'   => 'Оформите подписку, чтобы загружать файлы размером до :max МБ.',
        'share-booster' => 'Усильте :campaign, чтобы увеличить максимальный размер загрузок для всех участников кампании.',
        'share-premium' => 'Увеличьте максимальный размер загрузок файлов для всех участников кампании с помощью премиум кампании.',
    ],
];
