<?php

return [
    'booster'   => [
        'actions'       => [
            'boost'         => 'Усилить :campaign',
            'superboost'    => 'Супер-усилить :campaign',
        ],
        'learn-more'    => 'Что такое усиление?',
        'limitation'    => 'Чтобы получить доступ к этой функции, кампания должна быть усилена.',
        'multiple'      => 'Чтобы получить доступ к этим функциям, кампания должна быть усилена.',
        'pitches'       => [
            'element-class' => 'Присвойте этому элементу отдельный CSS класс с помощью :boosted-campaign.',
            'icon'          => 'Откройте миллионы иконок от FontAwesome с помощью :boosted-campaign.',
            'link-parent'   => 'Вставьте быструю ссылку где угодно на боковой панели с помощью :boosted-campaign.',
        ],
        'titles'        => [
            'boosted'       => 'Функция усиления',
            'superboosted'  => 'Функция супер-усиления',
        ],
    ],
    'subscribe' => [
        'pitch-2fa'     => 'Оформите подписку для безопасного входа с помощью двухфакторной аутентификации и :more.',
        'pitch-image'   => 'Оформите подписку, чтобы загружать файлы размером до :max MB.',
        'share-booster' => 'Усильте :campaign, чтобы увеличить максимальный размер загрузок для всех участников кампании.',
    ],
];
