<?php

return [
    'create'        => [
        'title' => 'Новая cемья',
    ],
    'destroy'       => [],
    'edit'          => [],
    'families'      => [],
    'fields'        => [],
    'helpers'       => [],
    'hints'         => [
        'members'   => 'Это список членов семьи. Персонажа можно добавить в семью при его редактировании через поле "Семья".',
    ],
    'index'         => [],
    'members'       => [],
    'placeholders'  => [
        'name'  => 'Название семьи',
        'type'  => 'Королевская, знатная, исчезнувшая',
    ],
    'show'          => [],
];
