<?php

return [
    'gallery'           => [
        'placeholder'   => 'Выберите изображение из галереи кампании',
    ],
    'gallery-header'    => [
        'boosted-description'   => 'Добавьте изображение из галереи кампании с помощью :superboosted-campaign.',
        'description'           => 'Если у объекта нет изображения заголовка, можно использовать изображение из галереи кампании.',
    ],
    'gallery-image'     => [
        'boosted-description'   => 'Добавьте изображение из галереи кампании с помощью :superboosted-campaign.',
        'description'           => 'Если у объекта нет изображения, можно использовать изображение из галереи кампании.',
        'title'                 => 'Изображение из галереи',
    ],
    'header-image'      => [
        'boosted-description'   => 'Добавьте изображение для заголовка объекта с помощью :boosted-campaign.',
        'description'           => 'Добавьте изображение для заголовка объекта. Советуем использовать крупное изображение.',
        'title'                 => 'Изображение заголовка',
    ],
    'tooltip'           => [
        'boosted-description'   => 'Замените этим текстом стандартное содержание подсказки с помощью :boosted-campaign.',
        'description'           => 'Замените этим текстом стандартное содержание подсказки.',
        'helper'                => 'В подсказках доступны следующие элементы HTML: :tags.',
        'name'                  => 'Подсказка',
    ],
];
