<?php

return [
    'gallery'           => [
        'placeholder'   => 'Выберите изображение из галереи кампании',
    ],
    'gallery-header'    => [
        'description'   => 'Если у объекта нет изображения заголовка, можно использовать изображение из галереи кампании.',
    ],
    'gallery-image'     => [
        'description'   => 'Если у объекта нет изображения, можно использовать изображение из галереи кампании.',
    ],
    'header-image'      => [
        'boosted-description'   => 'Добавьте изображение для заголовка объекта с помощью :boosted-campaign.',
        'description'           => 'Добавьте изображение для заголовка объекта. Советуем использовать крупное изображение.',
        'title'                 => 'Изображение заголовка',
    ],
    'tooltip'           => [],
];
