<?php

return [
    'about'                 => [],
    'campaigns'             => [],
    'community'             => [],
    'contact'               => [],
    'cookie'                => [
        'dismiss'   => 'Понятно',
        'link'      => 'Узнать больше',
        'message'   => 'Этот сайт использует cookie-файлы, чтобы его использование было как можно удобнее для вас.',
    ],
    'faq'                   => [],
    'featured_campaigns'    => [],
    'features'              => [
        'api'       => [
            'link'  => 'Документация API',
        ],
        'patreon'   => [
            'api_calls'         => 'Повышенный лимит API запросов (90 в минуту)',
            'boosts'            => 'Усилители кампаний',
            'default_image'     => 'Эскизы для объектов',
            'discord'           => 'Приватный :discord канал',
            'free'              => 'Бесплатно',
            'hall_of_fame'      => 'Внесение в :link',
            'impact'            => 'Влияние на будущие функции',
            'monthly_vote'      => 'Участие в голосованиях по выбору функций',
            'pagination'        => 'Увеличенная пагинация',
            'upload_limit'      => 'Максимальный размер файлов',
            'upload_limit_map'  => 'Максимальный размер карт',
        ],
    ],
    'first_block'           => [],
    'footer'                => [],
    'help'                  => [],
    'home'                  => [
        'seo'   => [
            'meta-description'  => 'Вы гейм-мастер, ворлд-билдер, или писатель? Мы предлагаем инструмент для ведения настольных кампаний и ворлд-билдинга позволяющий легко организовывать, планировать, и наслаждаться TTRPG кампаниями. Мы все время прислушиваемся к сообществу, а главное, все основные функции приложения бесплатны!',
        ],
    ],
    'master'                => [],
    'media'                 => [],
    'menu'                  => [
        'dashboard'     => 'Обзор кампании',
        'login'         => 'Вход',
        'register'      => 'Регистрация',
        'register_free' => 'Бесплатная регистрация',
    ],
    'meta'                  => [
        'description'   => ':kanka это многофункциональный онлайн инструмент для ворлд-билдинга и ведения rpg кампаний онлайн',
        'title'         => ':kanka - Онлайн инструмент для ведения настольных RPG кампаний и ворлд-билдинга',
    ],
    'partners'              => [],
    'pricing'               => [
        'tier'  => [
            'free'  => 'Бесплатно',
            'month' => 'Месяц',
        ],
    ],
    'privacy'               => [],
    'release'               => [],
    'roadmap'               => [],
    'second_block'          => [],
    'seo'                   => [
        'keywords'  => 'Ворлд-билдинг, Настольные RPG, RPG Кампании',
    ],
    'team'                  => [],
    'terms'                 => [],
];
