<?php

return [
    'age'               => [],
    'api-filters'       => [
        'description'   => 'Для конечной точки API с названием :name доступны следующие фильтры.',
        'title'         => 'Фильтры API',
    ],
    'attributes'        => [
        'link'  => 'Параметры атрибутов',
    ],
    'calendar-widget'   => [
        'info'  => 'Почему здесь показаны эти события?',
        'title' => 'Виджет календаря',
    ],
    'dice'              => [],
    'entity_templates'  => [],
    'filters'           => [
        'title' => 'Как использовать фильтры',
    ],
    'link'              => [
        'description'   => 'На другие объекты вашей кампании можно ссылаться с помощью следующих символов.',
    ],
    'map'               => [],
    'pins'              => [],
    'public'            => 'Посмотрите видео на YouTube, объясняющее публичные кампании.',
    'troubleshooting'   => [
        'description'       => 'На эту страницу вас направил член команды Kanka. Выберите кампанию из списка, чтобы сгенерировать токен, позволяющий нам временно присоединиться к вашей кампании в роли админа.',
        'errors'            => [
            'token_exists'  => 'Токен для кампании :campaign уже существует.',
        ],
        'save_btn'          => 'Сгенерировать токен',
        'select_campaign'   => 'Выберите кампанию',
        'subtitle'          => 'Спасите, помогите!',
        'success'           => 'Пожалуйста, скопируйте следующий токен и отправьте его кому-нибудь из членов команды Kanka.',
        'title'             => 'Исправление неполадок',
    ],
    'widget-filters'    => [
        'description'   => 'В некоторых виджетах можно фильтровать список объектов, выбрав тип искомых объектов и предоставив их "значения". Например, фильтр :example покажет только мертвых персонажей типа "NPC".',
        'link'          => 'фильтрах виджетов',
        'title'         => 'Фильтры в виджетах обзоров',
    ],
];
