<?php

return [
    'create'        => [
        'title' => 'Новый предмет',
    ],
    'destroy'       => [],
    'edit'          => [],
    'fields'        => [
        'character' => 'Создатель',
        'item'      => 'Родительский предмет',
        'items'     => 'Предметы-потомки',
        'price'     => 'Цена',
        'size'      => 'Размеры',
    ],
    'helpers'       => [
        'nested_without'    => 'Показаны все предметы, у которых нет родительских предметов. Нажмите на строку предмета, чтобы увидеть список его предметов-потомков.',
    ],
    'hints'         => [
        'items' => 'Организуйте предметы с помощью поля родительского предмета.',
    ],
    'index'         => [],
    'inventories'   => [
        'title' => 'Инвентари с предметом :name',
    ],
    'placeholders'  => [
        'name'  => 'Название предмета',
        'price' => 'Цена предмета',
        'size'  => 'Размер, вес, габариты',
        'type'  => 'Оружие, зелье, артефакт',
    ],
    'quests'        => [],
    'show'          => [
        'tabs'  => [
            'inventories'   => 'Инвентари',
        ],
    ],
];
