<?php

return [
    'codes' => [
        'ca'    => 'Каталанский',
        'cs'    => 'Чешский',
        'de'    => 'Немецкий',
        'el'    => 'Греческий',
        'en'    => 'Английский',
        'en-US' => 'Английский (США)',
        'es'    => 'Испанский',
        'fr'    => 'Французский',
        'gl'    => 'Галисийский',
        'he'    => 'Иврит',
        'hr'    => 'Хорватский',
        'hu'    => 'Венгерский',
        'it'    => 'Итальянский',
        'nb'    => 'Норвежский (Букмол)',
        'nl'    => 'Нидерландский',
        'pl'    => 'Польский',
        'pt-BR' => 'Португальский (Бразилия)',
        'ru'    => 'Русский',
        'sk'    => 'Словацкий',
        'tr'    => 'Турецкий',
    ],
    'header'=> 'Языки',
];
