<?php

return [
    'characters'    => [],
    'create'        => [
        'title' => 'Новая локация',
    ],
    'destroy'       => [],
    'edit'          => [],
    'events'        => [],
    'families'      => [],
    'fields'        => [],
    'helpers'       => [
        'characters'        => 'Выбирайте между просмотром списка всех персонажей этой локации и всех ее подлокаций и просмотром только тех, кто относится непосредственно к ней.',
        'descendants'       => 'Этот список всех подлокаций этой локации, а не только тех, что находятся непосредственно в ней.',
        'nested_without'    => 'Показаны все локации, у которых нет родительских локаций. Нажмите на строку локации, чтобы увидеть список ее подлокаций.',
    ],
    'hints'         => [],
    'index'         => [],
    'items'         => [],
    'journals'      => [],
    'locations'     => [],
    'map'           => [],
    'maps'          => [],
    'organisations' => [],
    'panels'        => [],
    'placeholders'  => [
        'type'  => 'Город, королевство, развалины',
    ],
    'show'          => [],
];
