<?php

return [
    'actions'       => [
        'create'    => 'Новая заготовка',
    ],
    'create'        => [
        'success'   => 'Заготовка ":name" создана.',
        'title'     => 'Новая заготовка',
    ],
    'destroy'       => [
        'success'   => 'Заготовка ":name" уничтожена.',
    ],
    'edit'          => [
        'success'   => 'Заготовка ":name" модифицирована.',
        'title'     => 'Редактирование заготовки :name',
    ],
    'fields'        => [
        'name'  => 'Название',
    ],
    'lists'         => [
        'empty' => 'В данный момент в кампании нет доступных заготовок.',
    ],
    'placeholders'  => [
        'name'  => 'Название заготовки',
    ],
];
