<?php

return [
    'appearance'                    => [],
    'avatar'                        => [
        'success'   => 'Аватар обновлен.',
    ],
    'campaign_switcher_order_by'    => [],
    'edit'                          => [
        'success'   => 'Профиль обновлен.',
    ],
    'editors'                       => [],
    'fields'                        => [
        'avatar'                    => 'Аватар',
        'bio'                       => 'О себе',
        'email'                     => 'Электронная почта',
        'hide_subscription'         => 'Скрыть мое имя в :hall_of_fame',
        'last_login_share'          => 'Показывать участникам кампании дату моего последнего входа в Kanka.',
        'name'                      => 'Имя',
        'new_password'              => 'Новый пароль',
        'new_password_confirmation' => 'Подтверждение нового пароля',
        'newsletter'                => 'Я хочу иногда получать электронные письма.',
        'password'                  => 'Текущий пароль',
        'profile-name'              => 'Имя в профиле',
        'settings'                  => 'Настройки',
        'theme'                     => 'Тема',
    ],
    'helpers'                       => [
        'profile-name'  => 'Укажите, как вы хотите указать ваше имя в своем :profile. В таком же виде его будет отображать :marketplace. Оставьте пустым, чтобы использовать ваше обычное имя.',
    ],
    'newsletter'                    => [
        'helpers'   => [
            'header'    => 'Подписывайтесь на наши рассылки по электронной почте, чтобы быть в курсе всего, что происходит на Kanka.',
        ],
        'options'   => [
            'monthly'   => 'Новости Kanka',
        ],
        'title'     => 'Рассылки',
    ],
    'password'                      => [
        'success'   => 'Пароль обновлен.',
    ],
    'placeholders'                  => [
        'bio'                       => 'Небольшой текст о себе, показываемый в публичном профиле.',
        'email'                     => 'Ваш адрес электронной почты',
        'name'                      => 'Ваше имя',
        'new_password'              => 'Ваш новый пароль',
        'new_password_confirmation' => 'Подтвердите ваш новый пароль.',
        'password'                  => 'Ваш текущий пароль',
    ],
    'sections'                      => [
        'dangerzone'    => 'Опасная зона',
        'delete'        => [
            'confirm'       => 'Удалить мой аккаунт',
            'delete'        => 'Удалить мой аккаунт',
            'goodbye'       => 'Если вы уверены, пожалуйста введите код :code в поле ниже.',
            'helper'        => 'При удалении аккаунта будут также удалены все кампании, в которых нет других участников, кроме вас. Это действие необратимо.',
            'subscribed'    => 'Пожалуйста, убедитесь, что ваша :subscription отменена, прежде чем удалить аккаунт.',
            'title'         => 'Удаление аккаунта',
            'warning'       => 'При удалении вашего аккаунта, все ваши данные будут потеряны. Вы уверены?',
        ],
        'password'      => [
            'title' => 'Смена вашего пароля',
        ],
    ],
    'settings'                      => [
        'helpers'   => [
            'bio'       => 'Раздел "О себе" будет показан в вашем :link.',
            'profile'   => 'публичном профиле',
        ],
        'success'   => 'Настройки обновлены.',
    ],
    'theme'                         => [
        'success'   => 'Тема обновлена.',
        'themes'    => [
            'dark'      => 'Темная',
            'default'   => 'Стандартная',
            'future'    => 'Будущее',
            'midnight'  => 'Синяя Полночь',
        ],
    ],
    'title'                         => 'Обновление вашего профиля',
    'workflows'                     => [
        'created'   => 'К созданному объекту',
        'default'   => 'К списку объектов',
    ],
];
