<?php

return [
    'characters'    => [
        'helpers'   => [
            'all_characters'    => 'Все персонажи, относящиеся к этой расе или ее подрасам.',
            'characters'        => 'Все персонажи, относящиеся непосредственно к этой расе.',
        ],
    ],
    'create'        => [
        'title' => 'Новая раса',
    ],
    'destroy'       => [],
    'edit'          => [],
    'fields'        => [],
    'helpers'       => [
        'nested_without'    => 'Показаны все расы, у которых нет родительских рас. Нажмите на строку расы, чтобы посмотреть список ее подрас.',
    ],
    'index'         => [],
    'placeholders'  => [
        'type'  => 'Человек, фея, борг',
    ],
    'races'         => [],
    'show'          => [],
];
