<?php

return [
    'campaign'      => [
        'name'  => 'Ваш мир',
    ],
    'character1'    => [
        'history'   => 'Это персонаж-пример. Сын Манса Аулчестера и Ридж Дантон, Джеймс рос в сельской местности на территории Генории, пока не переехал в столицу Унрии, чтобы работать королевским писарем.',
        'sex'       => 'Мужской',
        'title'     => 'Серый Охотник',
    ],
    'character2'    => [
        'history'   => 'Это персонаж-пример. С малых лет Ирви увлекалась взрывчаткой, а, повзрослев, она посвятила жизнь этому ремеслу.',
        'sex'       => 'Женский',
        'title'     => 'Королева Взрывов',
    ],
    'item1'         => [],
    'kingdom1'      => [
        'description'   => 'Это локация-пример.',
        'history'       => 'Это локация-пример. Королевство Генория основано племенем генорийцев в конце V века после завоевания ими земель хоттенов.',
        'type'          => 'Королевство',
    ],
    'kingdom2'      => [
        'description'   => 'Это локация-пример. Улисс это столица королевства Генории и третий по величине город Агагирского Альянса.',
        'history'       => 'Это локация-пример. Улисс это столица королевства Генории. Он основан Фрасаном Ирвеном и расположен на реке Унри.',
        'type'          => 'Столица',
    ],
    'note1'         => [],
];
