<?php

return [
    'character1'    => [
        'fears'     => 'Джеймс боится громких звуков и взрывов.',
        'history'   => 'Это персонаж-пример. Сын Манса Аулчестера и Ридж Дантон, Джеймс рос в сельской местности на территории Генории, пока не переехал в столицу Унрии, чтобы работать королевским писарем.',
        'name'      => 'Джеймс Аулчестер (пример)',
        'race'      => 'Человек',
        'sex'       => 'Мужской',
        'title'     => 'Серый Охотник',
        'traits'    => 'Всегда подает правду так, как ему выгоднее.',
    ],
    'character2'    => [
        'fears'     => 'Вызвать самый сильный взрыв из возможных.',
        'history'   => 'Это персонаж-пример. С малых лет Ирви увлекалась взрывчаткой, а, повзрослев, она посвятила жизнь этому ремеслу.',
        'name'      => 'Ирви Джемстон (пример)',
        'race'      => 'Гном',
        'sex'       => 'Женский',
        'title'     => 'Королева Взрывов',
        'traits'    => 'Хотите что-нибудь добавить? Мы оставили этот раздел специально для вас!',
    ],
    'item1'         => [],
    'kingdom1'      => [
        'description'   => 'Это локация-пример.',
        'history'       => 'Это локация-пример. Королевство Генория основано племенем генорийцев в конце V века после завоевания ими земель хоттенов.',
        'name'          => 'Генория (пример)',
        'type'          => 'Королевство',
    ],
    'kingdom2'      => [
        'description'   => 'Это локация-пример. Улисс это столица королевства Генории и третий по величине город Агагирского Альянса.',
        'history'       => 'Это локация-пример. Улисс это столица королевства Генории. Он основан Фрасаном Ирвеном и расположен на реке Унри.',
        'name'          => 'Улисс (пример)',
        'type'          => 'Столица',
    ],
    'note1'         => [
        'entry'         => <<<'TEXT'
Добро пожаловать в Kanka! Ваша первая кампания создана, и мы добавили в нее несколько объектов-примеров для вдохновения (можете удалить их, когда захотите).

Для начала вы наверняка хотите создать собственные объекты. Так что выбирайте тип объекта в меню слева и начинайте творить. Можете отключить ненужные типы в настройках кампании, это уберет их из меню.

Пара советов на первое время:
- Вы можете напечатать @НазваниеОбъекта, чтобы упомянуть объект. Текст упоминания автоматически обновится, если вы переименуете или обновите упомянутый объект.
- Вы можете изменить настройки вашего аккаунта, например тему и количество объектов на странице, в своем профиле справа вверху.
- Вы можете настроить разрешения для целого типа объектов или для каждого объекта отдельно.
- Растет список видео-руководств на нашем :youtube. В том числе там есть руководства об атрибутах и о том, как делиться своей кампанией с другими. Также могут пригодиться наши :faq.

И напоследок:
- Посмотрите :public для вдохновения и чтобы узнать как другие используют Kanka.
- Если у вас есть вопросы, предложения или вы просто хотите поболтать, присоединяйтесь к нам на :discord.
- Нравится приложение и хотите поддержать его рост? Поддержите Kanka через :subscriptions.
TEXT
,
        'name'          => 'Добро пожаловать',
        'subscriptions' => 'подписку',
    ],
];
