<?php

return [
    'hall_of_fame'  => 'Зал Славы',
    'index'         => [
        'community'     => 'Сообщество',
        'founders'      => 'Авторы',
        'lead'          => 'С Kanka ворлд-билдинг веселее и надежнее',
        'title'         => 'Команда',
        'translations'  => 'Перевод',
    ],
    'leads'         => [
        'about'         => 'На создание Kanka нас вдохновило то, как легко запутаться в заметках для сессий и ворлд-билдинга во всяческих инструментах и как трудно делиться своими творениями с игроками.',
        'community'     => 'Сообщество всегда было частью нашего ДНК. Особая благодарность этим членам сообщества!',
        'translators'   => 'Платформа Kanka переведена на ряд языков благодаря вкладу этих потрясающих людей.',
    ],
    'patreon'       => [],
    'people'        => [
        'itzamna'   => [
            'title' => 'Младший разработчик',
        ],
        'jay'       => [
            'text'  => <<<'TEXT'
Я создал Kanka в октябре 2017, из-за того, что мне не хватало инструмента, который бы помог нам с друзьями создать мир без сложностей, но в то же время давал бы мне контролировать, что остальные могут видеть и делать.

В начале 2020 я решился рискнуть и сделать Kanka своей основной работой, благодаря поддержке друзей и сообщества.
TEXT
,
            'title' => 'Автор и ведущий разработчик',
        ],
        'jon'       => [
            'text'  => <<<'TEXT'
Мы с Джеем дружим уже почти десять лет. Мне было интересно наблюдать за тем, как он разрабатывает Kanka последние несколько лет.

В начале 2020 я присоединился к нему и взял на себя развитие бизнеса и маркетинг, и я ни разу об этом ни пожалел!
TEXT
,
            'title' => 'Соавтор и бизнес-менеджер',
        ],
        'joseph'    => [
            'title' => 'ГК и помощь новичкам',
        ],
        'kaz'       => [
            'title' => 'Истребитель багов',
        ],
        'laura'     => [
            'title' => 'Социальные сети',
        ],
        'ryan'      => [
            'title' => 'Главный Олд',
        ],
    ],
];
