<?php

return [
    'index'     => [
        'lead'          => 'С Kanka ворлд-билдинг веселее и надежнее',
        'translations'  => 'Перевод',
    ],
    'leads'     => [
        'translators'   => 'Платформа Kanka переведена на ряд языков благодаря вкладу этих потрясающих людей.',
    ],
    'people'    => [
        'itzamna'   => [
            'title' => 'Младший разработчик',
        ],
        'jay'       => [
            'title' => 'Автор и ведущий разработчик',
        ],
        'jon'       => [
            'title' => 'Соавтор и бизнес-менеджер',
        ],
        'kaz'       => [
            'title' => 'Истребитель багов',
        ],
        'laura'     => [
            'title' => 'Социальные сети',
        ],
    ],
];
