<?php

return [
    'hall_of_fame'  => 'Зал Славы',
    'index'         => [
        'community'     => 'Сообщество',
        'founders'      => 'Основатели',
        'lead'          => 'Мы делаем ворлд-билдинг приятным и надежным',
        'title'         => 'Команда',
        'translations'  => 'Перевод',
    ],
    'leads'         => [
        'community'     => 'Сообщество всегда было частью нашего ДНК. Особая благодарность этим членам сообщества!',
        'translators'   => 'Платформа Kanka переведена на ряд языков благодаря вкладу этих потрясающих людей.',
    ],
    'patreon'       => [],
    'people'        => [
        'itzamna'   => [
            'title' => 'Младший разработчик',
        ],
        'jay'       => [
            'text'  => <<<'TEXT'
Я создал Kanka в октябре 2017, потому что мне не хватало инструмента, который помог бы мне с друзьями создать мир без сложностей, но в то же время позволял бы мне контролировать, что остальные могут видеть и делать.

В начале 2020 я пошел на решительный шаг и сделал Kanka своей основной работой, благодаря поддержке друзей и сообщества.
TEXT
,
            'title' => 'Автор и ведущий разработчик',
        ],
        'jon'       => [
            'text'  => <<<'TEXT'
Джей и я дружим уже почти десять лет. Мне нравится наблюдать, как он разрабатывает Kanka последние несколько лет.

В начале 2020 я присоединился к нему и стал заниматься развитием бизнеса и маркетингом и ни разу об этом ни пожалел!
TEXT
,
            'title' => 'Соавтор и бизнес-менеджер',
        ],
        'joseph'    => [
            'title' => 'ГК и помощь новичкам',
        ],
        'kaz'       => [
            'title' => 'Исправление багов',
        ],
        'laura'     => [
            'title' => 'Социальные сети',
        ],
        'ryan'      => [
            'title' => 'Менеджер сообщества и руководитель ГК',
        ],
    ],
];
