<?php

return [
    'helpers'   => [
        'admin'         => 'Только участники с ролью Админ могут просматривать этот элемент.',
        'admin-self'    => 'Только вы и участники с ролью Админ могут просматривать этот элемент.',
        'all'           => 'Все могут просматривать этот элемент.',
        'members'       => 'Только участники кампании могут просматривать этот элемент.',
        'self'          => 'Только вы можете просматривать этот элемент.',
    ],
    'title'     => 'Обновление доступа',
    'toast'     => 'Доступ успешно обновлен.',
    'tooltip'   => 'Нажмите сюда, чтобы узнать о различных видах доступа и о том, что они означают, в нашей документации.',
];
