<?php

return [
    'actions'       => [
        'draw'  => 'Рисовать',
    ],
    'cta'           => [
        'text'  => 'Чтобы получить доступ к доскам, необходимо, чтобы участник роли :wyvern или :elemental сделал эту кампанию премиум кампанией.',
    ],
    'lists'         => [
        'empty' => 'Используйте доски, чтобы наглядно организовывать идеи, отношения персонажей или структуру вашей истории.',
    ],
    'placeholders'  => [
        'type'  => 'Идея, отношения персонажей, структура истории',
    ],
];
