<?php

return [
    'actions'       => [
        'pricing_info'  => 'תמוך בKanka כדי להשתתף בהצבעות הקהילתיות',
        'return'        => 'חזור לכל ההצבעות הקהילתיות',
        'show'          => 'צפה בתוצאות ההצבעות',
        'vote'          => 'הצבע',
    ],
    'description'   => 'משתמשים התומכים בKanka עוזרים לעצב את התפתחות האפליקציה דרך השתתפוך בהצבעות קהילתיות.',
    'index'         => [
        'past'      => 'הצבעות קהילתיות סגורות',
        'voting'    => 'הצבעות קהילתיות פתוחות',
    ],
    'latest'        => [
        'title' => 'הצבעות אחרונות',
    ],
    'show'          => [
        'restricted'    => 'הצבעות קהילתיות זמינות רק למשתמשים התומכים בKanka.',
        'title'         => 'הצבעה קהילתית - :name',
        'vote_count'    => '{1} משתתף :number הצביע.|[2,*] :number משתתפים הצביעו.',
        'voted_lasted'  => 'ההצבעה נמשכת מ:from GMT עד :until GMT.',
        'voting_until'  => 'ההצבעה פתוחה עד :until GMT.',
    ],
    'title'         => 'הצבעות קהילתיות',
];
