<?php

return [
    'create'        => [
        'success'   => 'Элемент добавлен в хронологию',
        'title'     => 'Новый элемент хронологии',
    ],
    'delete'        => [
        'success'   => 'Элемент ":name" удален',
    ],
    'edit'          => [
        'success'   => 'Элемент обновлен',
        'title'     => 'Редактирование элемента хронологии',
    ],
    'fields'        => [
        'date'  => 'Дата',
        'era'   => 'Эра',
        'icon'  => 'Иконка',
    ],
    'helpers'       => [
        'icon'  => 'Скопируйте HTML иконки с :fontawesome или :rpgawesome.',
    ],
    'placeholders'  => [
        'date'      => 'Например 42-ое марта или 1332-1337',
        'name'      => 'Обязательно, если не выбран объект',
        'position'  => 'Позиция в списке элементов эры. Оставьте пустым, чтобы добавить в конец.',
    ],
];
