<?php

return [
    'create'        => [
        'success'   => 'Элемент добавлен в Хронологию.',
        'title'     => 'Новый элемент Хронологии',
    ],
    'delete'        => [
        'success'   => 'Элемент ":name" удален.',
    ],
    'edit'          => [
        'success'   => 'Элемент обновлен.',
        'title'     => 'Редактировать элемент Хронологии',
    ],
    'fields'        => [
        'date'  => 'Дата',
        'era'   => 'Эра',
        'icon'  => 'Значок',
    ],
    'helpers'       => [
        'icon'  => 'Скопируйте HTML значка с :fontawesome или :rpgawesome.',
    ],
    'placeholders'  => [
        'date'      => 'Например 42-ое Марта или 1332-1337',
        'name'      => 'Обязательно, если не выбран объект',
        'position'  => 'Позиция в списке элементов эры. Оставьте пустым, чтобы добавить в конец.',
    ],
];
