<?php

return [
    'actions'       => [
        'add'   => 'Προσθέστε μια νέα εποχή',
    ],
    'create'        => [
        'title' => 'Νέα εποχή',
    ],
    'fields'        => [
        'end_year'      => 'Τελευταιος χρονος',
        'start_year'    => 'Πρώτος χρόνος',
    ],
    'helpers'       => [
        'primary'   => 'Διαχωρίστε το χρονοδιάγραμμά σας σε εποχές. Ένα χρονοδιάγραμμα χρειάζεται τουλάχιστον μία εποχή για να λειτουργήσει σωστά.',
    ],
    'placeholders'  => [
        'abbreviation'  => 'Μ.Χ., π.Χ.',
        'end_year'      => 'Το έτος από το οποίο τελειώνει η εποχή. Αφήστε το κενό εάν είναι η πρώτη εποχή.',
        'name'          => 'Τρέχουσα εποχή, Εποχή του Χαλκού, Γαλαξιακοί Πόλεμοι',
        'start_year'    => 'Το έτος από το οποίο ξεκινά η εποχή. Αφήστε το κενό εάν είναι η πρώτη εποχή.',
    ],
    'reorder'       => [
        'success'   => 'Τα στοιχεία της :era εποχής αναδιατάχθηκαν.',
    ],
];
