<?php

return [
    'congratulations'   => 'Поздравляем!',
    'goal_reached'      => 'Получено достижение',
    'level'             => 'уровень :number',
    'pitch'             => 'Достижения кампании предоставляют интересный способ отмечать новые рубежи, которых вы достигли на вашем пути по созданию нового мира. Следите за прогрессом, давайте игрок возможность оказать влияние, и демонстрируйте ваши успехи с помощью премиум кампании.',
    'remaining'         => [
        'generic'   => 'и будет достигнут следующий уровень.',
    ],
    'tagged'            => '{0} Ни одному объекту не добавлены тэги.|[2,*] :amount объектам добавлены тэги.',
    'titles'            => [
        'calendars'     => 'Хранитель времени',
        'characters'    => 'Именователь',
        'connections'   => 'Купидон',
        'creatures'     => 'Животновод',
        'dead'          => 'Убийца',
        'events'        => 'Историограф',
        'families'      => 'Родословная',
        'locations'     => 'Градостроитель',
        'markers'       => 'Навигатор',
        'organisations' => 'Лидер',
        'plugins'       => 'Кастомизатор',
        'quests'        => 'Путеводитель',
        'tags'          => 'Архивариус',
        'themes'        => 'Художник',
    ],
    'tutorial'          => 'Достижения помогают отслеживать примечательную активность в кампании, такие как создание объектов или использование ключевых функций. Они имеют чисто информативную пользу и обновляются автоматически с ростом кампании.',
];
