<?php

return [
    'actions'           => [
        'add'   => 'Загрузить новый эскиз',
    ],
    'call-to-action'    => 'Загрузите собственные эскизы для всех персонажей, локаций или других объектов кампании. Эти изображения используются в различных списках.',
    'create'            => [
        'error'     => 'Ошибка при сохранении эскизов. Возможно, они уже есть у типа :type.',
        'success'   => 'Эскиз для типа ":type" создан.',
        'title'     => 'Новый эскиз',
    ],
    'destroy'           => [
        'success'   => 'Эскиз для типа ":type" удален.',
    ],
    'index'             => [],
];
