<?php

return [
    'actions'       => [
        'close' => 'Закрыть',
        'save'  => 'Сохранить',
    ],
    'breadcrumb'    => 'Галерея',
    'destroy'       => [
        'success'   => 'Картинка ":name" удалена.',
    ],
    'fields'        => [
        'created_by'    => 'Загружена',
        'ext'           => 'Расширение',
        'folder'        => 'Папка',
        'image_used_in' => '{1}Является изображением 1 объекта.|[2,*]Является изображением :count объектов.',
        'name'          => 'Название',
        'size'          => 'Размер',
    ],
    'new_folder'    => [
        'title' => 'Новая папка',
    ],
    'no_folder'     => 'Без папки',
    'pitch'         => 'Загружайте изображения в галерею кампании прямо из текстового редактора.',
    'placeholders'  => [
        'search'    => 'Искать по названию...',
    ],
    'title'         => 'Галерея кампании :campaign',
    'update'        => [
        'success'   => 'Картинка обновлена.',
    ],
    'uploader'      => [
        'add'           => 'Добавить новую',
        'new_folder'    => 'Новая папка',
        'or'            => 'или',
        'select_file'   => 'Выберите файл',
        'well'          => 'Перетащите файл для загрузки',
    ],
];
