<?php

return [
    'members'       => 'Кампания достигла максимального доступного числа участников. Усильте кампанию, чтобы снять ограничение на количество участников, или удалите часть существующих участников, чтобы добавить новых.',
    'quick-links'   => 'Кампания достигла максимального доступного числа быстрых ссылок. Удалите часть существующих ссылок, чтобы добавить новые, или усильте кампанию, чтобы снять ограничение на количество ссылок.',
    'roles'         => 'Кампания достигла максимального доступного числа ролей. Удалите часть существующих ролей, чтобы добавить новые, или усильте кампанию, чтобы снять ограничение на количество ролей.',
    'title'         => 'Превышение лимита',
];
