<?php

return [
    'actions'   => [
        'recover'   => 'Восстановить',
    ],
    'error'     => 'При попытке восстановления объектов произошла ошибка.',
    'fields'    => [
        'deleted'   => 'Удален',
    ],
    'helper'    => 'Здесь вы можете восстановить удаленные объекты в течение :count дней. Объекты, удаленные из кампании без усиления, все еще можно восстановить после того, как кампания становится усиленной.',
    'success'   => '{1} Восстановлен :count объект.|[2,4] Восстановлено :count объекта.|[5,*] Восстановлено :count объектов.',
    'title'     => 'Восстановление объектов - :campaign',
];
