<?php

return [
    'actions'           => [
        'reset' => 'Восстановить умолчания',
    ],
    'call-to-action'    => 'Настройте порядок, иконки и названия элементов боковой панели кампании.',
    'helpers'           => [
        'here'              => 'в нашей документации',
        'icons'             => 'Найдите классы иконок на :link.',
        'mobile_reordering' => 'Изменение порядка элементов не доступно на мобильных устройствах.',
        'setup'             => 'Настройте порядок, иконки и названия элементов боковой панели кампании. Настройки по умолчанию всегда можно восстановить, нажав :reset внизу.',
    ],
    'reset'             => [
        'success'   => 'Настройки по умолчанию для боковой панели восстановлены.',
        'title'     => 'Восстановление настроек по умолчанию',
        'warning'   => 'Вы уверены, что хотите восстановить значения по умолчанию для настроек боковой панели?',
    ],
    'success'           => 'Настройки боковой панели сохранены.',
    'title'             => 'Боковая панель - :campaign',
];
