<?php

return [
    'actions'   => [
        'update'    => 'Обновить пароль',
    ],
    'fields'    => [
        'password'  => 'Новый пароль',
    ],
    'helpers'   => [
        'password'              => 'Можете воспользоваться менеджером паролей, чтобы создать надежный пароль.',
        'password_confirmation' => 'Не ошибитесь!',
    ],
    'subtitle'  => 'Измените свой пароль. Вам придется вводить его заново на всех остальных устройствах.',
    'title'     => 'Обновление пароля аккаунта',
];
