<?php

return [
    'actions'   => [
        'add'   => 'הוסף תמונה ברירת מחדל חדשה',
    ],
    'create'    => [
        'error'     => 'ארעה שגיאה בשמירת התמונה. האם :type כבר מוגדר?',
        'success'   => 'תמונה ברירת מחדל כבור :type נוצרה.',
        'title'     => 'תמונה ברירת מחדל חדשה',
    ],
    'destroy'   => [
        'success'   => 'תמונה ברירת מחדל עבור :type הוסרה.',
    ],
    'helper'    => 'הגדר תמונות שיהיו ברירת מחדל עבור אובייקטים במערכה. התמונות יוצגו ברשימות, אך לא באובייקטים עצמם.',
    'index'     => [
        'title' => 'תמונות ברירת מחדל',
    ],
    'title'     => 'תמונות ברירת מחדל עבור :campaign',
];
