<?php

return [
    'description'   => 'Любой великой цивилизации нужен способ следить за током времени. В то время как хронологии Kanka показывают общую картину, календари предназначены для концентрации на том, что происходит в вашем мире сейчас.',
    'example'       => 'Исследовать пример календаря',
    'fifth'         => 'Календарь можно показывать прямо в обзоре кампании с помощью виджета календаря. Он также покажет недавно прошедшие и будущие события. Заметьте, что вероятность попадания в список будущих событий у обычных событий больше чем у повторяющихся.',
    'first'         => 'Календари это настоящие монстры с множеством сложных и непонятных функций. Из основного календарям необходимы месяцы, дни недели и текущая дата. Это все значения, необходимые для создания календаря в Kanka.',
    'fourth'        => 'Как только календарь будет готов, вы сможете добавлять в него напоминания. Напоминания связывают объекты кампании с календарем. Если напоминание связано с объектом, которое пользователь видеть не может, то напоминание ему показано не будет. Напоминания могут повторятся раз в месяц или раз в год. Если напоминание длится дольше двух месяцев, то оно перестанет появляться после первых двух месяцев. Для такого сценария мы рекомендуем создавать два напоминания - для начала напоминания и для его конца.',
    'second'        => 'Но этим дело не заканчивается. Вы можете создавать луны и времена года, давать имена годам и неделям, определять погоду любого из дней и многое другое.',
    'third'         => 'В календарях есть возможность создания промежуточных месяцев, високосных годов, сбросов дня недели. Также можно насторить автоматическое обновление даты, когда на сервере наступает полночь.',
    'title'         => 'Календари',
];
