<?php

return [
    'description'   => 'Kanka предоставляет модули для работы с инвентарями и способностями персонажей, магазинами, квестами.',
    'first'         => 'Каждому объекту Kanka можно создать инвентарь, будь то персонаж, локация (магазины), квест (добыча) - что угодно. Открыв объект можно перейти в подменю "Инвентарь", куда объекту можно добавлять существующие предметы или просто текст.',
    'second'        => 'Созданные в кампании способности можно присваивать ее объектам. В том числе это можно сделать, открыв объект и нажав на подменю "Способности". В нем объекту можно добавлять созданные способности. Для удобства они группируются по родительским способностям. При просмотре персонажа, обладающего расой, появится кнопка для добавления способностей его расы.',
    'title'         => 'Инвентари и способности',
];
