<?php

return [
    'description'   => 'Разрешения в Kanka позволяют настроить, что именно пользователь может и не может делать. То насколько мягкими или жесткими они будут, зависит от ваших целей.',
    'fifth'         => 'У большинства объектов есть флажок в разделе "Доступ", скрывающий объект от всех участников кроме админов кампании независимо от их разрешений.',
    'first'         => 'Разрешения Kanka разделены на две группы: разрешения ролей и разрешения объектов. Изначально в каждой кампании есть роли "Админ", "Посетитель" и "Игрок". Члены роли "Админ" могут видеть и делать в кампании все. Роль "Посетитель" используется в публичных кампаниях для пользователей, не являющихся участниками, и по умолчанию не имеет разрешений. Наконец, роль "Игрок" тоже изначально не имеет разрешений, и используется для всех участников кампании. При приглашении пользователя в кампанию вы указываете, в какую роль он вступит. Вы можете создать больше ролей, перемещать участников из роли в роль, а также давать участникам не одну роль, а несколько.',
    'fourth'        => 'Чтобы проверить разрешения пользователя, перейдите на страницу списка участников кампании и нажмите "Тестировать" рядом с нужным участником. Эта кнопка доступна только админам кампании.',
    'second'        => 'Роль можно настраивать по-разному. Например, можно дать роли разрешение на создание и просмотр персонажей, но не на их изменение и удаление. Если пользователь может создать объект, но не может его редактировать, то он получит разрешение на редактирование автоматически.',
    'third'         => 'Если вы не хотите, чтобы участники роли могли просматривать страницы всех персонажей, вы можете задать разрешения для отдельных персонажей, либо отредактировав их, либо используя кнопку "Разрешения" в групповом редакторе, доступном админам на странице списка персонажей. То же самое относится ко всем остальным типам объектов.',
    'title'         => 'Разрешения',
];
