<?php

return [
    'description'   => 'Создавая историю, вы наверняка хотите хранить в секрете что-то, о чем игроки не должны узнать раньше времени.',
    'first'         => 'У каждого объекта Kanka могут быть заметки объекта, располагающиеся ниже статьи объекта. Мы советуем хранить секреты, связанные с объектом, в них.',
    'fourth'        => 'Заметки располагаются ниже статьи объекта. Отображаться будут только те заметки, которые пользователь может видеть.',
    'second'        => 'При создании заметки объекта можно настроить разрешение, кто может ее видеть. Можно открыть ее только админам кампании, только вам (для нескольких ГМов и хранения секретов от других админов), только участникам кампании (например, если кампания публичная) или всем.',
    'third'         => 'Для отдельных участников кампании можно создавать разрешения, не зависящие от основного разрешения заметки. Например, одному из игроков можно разрешить видеть и редактировать заметку, даже если она видима только админам. Или же можно открыть заметку для всех игроков, но скрыть ее от одного из них.',
    'title'         => 'Секреты',
];
