<?php

return [
    'actions'   => [
        'add'   => 'Добавить способность',
        'reset' => 'Сбросить использование способностей',
    ],
    'create'    => [
        'success'           => 'Способность ":ability" добавлена объекту ":entity"',
        'success_multiple'  => 'Способности ":abilities" добавлены объекту ":entity"',
        'title'             => 'Добавление способности :name',
    ],
    'show'      => [
        'helper'    => 'Присвойте этому объекту способности. Вы всегда можете скрыть, открыть или удалить способность. Способности-потомки одной родительской способности будут отображаться как фильтры.',
        'title'     => 'Способности объекта :name',
    ],
];
