<?php

return [
    'actions'   => [
        'add'   => 'Добавить Способность',
        'reset' => 'Обновить использование Способностей',
    ],
    'create'    => [
        'success'   => 'Способность :ability добавлена :entity.',
        'title'     => 'Добавление Способности :name',
    ],
    'show'      => [
        'helper'    => 'Задайте Способности этого объекта. Вы всегда можете редактировать видимость или удалить Способность. Способности одной родительской Способности будут расположены в окне фильтров.',
        'title'     => 'Способности Объекта :name',
    ],
];
