<?php

return [
    'actions'       => [
        'add'   => 'Добавить название',
    ],
    'create'        => [
        'success'   => 'Название ":name" добавлено объекту ":entity".',
        'title'     => 'Дополнительное название объекта :name',
    ],
    'destroy'       => [
        'success'   => 'Название ":name" удалено.',
    ],
    'fields'        => [
        'name'  => 'Название',
    ],
    'helpers'       => [
        'primary'   => 'Объект будет проще найти с помощью поисковой строки или упоминаний, если добавить ему дополнительные имена.',
    ],
    'pitch'         => 'Добавьте объекту дополнительные имена, чтобы его было проще найти.',
    'placeholders'  => [
        'name'  => 'Новое название',
    ],
    'unboosted'     => [],
    'update'        => [
        'success'   => 'Название ":name" объекта ":entity" обновлено.',
        'title'     => 'Редактирование названия объекта :name',
    ],
];
