<?php

return [
    'call-to-action'    => [
        'boost'         => 'Чтобы загрузить больше файлов, кампанию необходимо усилить.',
        'error'         => 'Этот объект достиг максимального числа файлов.',
        'superboost'    => 'Чтобы загрузить больше файлов, кампанию необходимо супер-усилить.',
    ],
    'create'            => [
        'success'   => 'Файл ":file" добавлен.',
        'title'     => 'Новый файл объекта :entity',
    ],
    'destroy'           => [
        'success'   => 'Файл ":file" удален.',
    ],
    'fields'            => [
        'file'  => 'Файл',
        'name'  => 'Название файла',
    ],
    'update'            => [
        'success'   => 'Файл ":file" обновлен.',
    ],
];
