<?php

return [
    'actions'   => [
        'change_focus'  => 'Изменить фокус',
        'replace_image' => 'Заменить',
        'save-replace'  => 'Заменить',
        'save_focus'    => 'Сохранить фокус',
        'view'          => 'Открыть',
    ],
    'focus'     => [
        'breadcrumb'    => 'Фокус изображения',
        'helper'        => 'Нажмите на изображение, чтобы задать точку фокуса. Чтобы убрать точку фокуса, нажмите на нее.',
        'panel_title'   => 'Фокус изображения',
        'success'       => 'Фокус изображения обновлен.',
        'title'         => 'Фокус изображения объекта :name',
        'unboosted'     => 'Возможность изменять фокус изображений дают :boosted-campaigns.',
    ],
    'replace'   => [
        'breadcrumb'    => 'Замена изображения',
        'panel_title'   => 'Замена изображения объекта',
        'success'       => 'Изображение заменено.',
        'title'         => 'Замена изображения объекта :name',
    ],
];
