<?php

return [
    'entity_note'       => ':name (в постах)',
    'fields'            => [
        'entity'    => 'Объект',
    ],
    'helper'            => 'Этот объект упомянут в следующих объектах, постах или описаниях кампаний.',
    'mentioned_in'      => 'Упомянут в :count объектах.',
    'mentioned_in_v2'   => 'Этот объект упомянут в :count объектах, постах или кампаниях. :more',
    'see_more'          => 'Подробнее',
    'show'              => [
        'title' => 'Упоминания объекта :name',
    ],
    'title'             => 'Упоминания объекта',
];
