<?php

return [
    'actions'   => [
        'collapse_all'  => 'Свернуть все',
        'expand_all'    => 'Развернуть все',
        'load_more'     => 'Показать еще',
    ],
    'reorder'   => [
        'icon_tooltip'  => 'Изменить порядок постов',
        'panel_title'   => 'Изменение порядка постов',
        'save'          => 'Сохранить новый порядок',
        'success'       => 'Порядок постов сохранен.',
        'title'         => 'Изменение порядка постов объекта :name',
    ],
    'update'    => [
        'title' => 'Обновление статьи объекта :entity',
    ],
    'warning'   => [
        'editing'   => [
            'back'          => 'Отмена',
            'description'   => 'Кажется, этот объект сейчас редактирует кто-то другой! Отменить или продолжить, рискуя потерять данные? Сейчас этот объект редактируют:',
            'ignore'        => 'Продолжить',
            'title'         => 'Предупреждение',
            'user'          => ':user с :since',
        ],
    ],
];
