<?php

return [
    'actions'   => [
        'transform' => 'Трансформировать',
    ],
    'fields'    => [
        'select_one'    => 'Выберите тип',
        'target'        => 'Новый тип объектов',
    ],
    'panel'     => [
        'description'   => 'Вы создали этот объект в одном типе, но потом поняли, что ему больше подойдет другой? Не беспокойтесь, вы всегда можете изменить тип объекта. Примите во внимание, что некоторые данные могут быть потеряны из-за отличий между полями типов объектов.',
        'title'         => 'Трансформация объекта',
    ],
    'success'   => 'Объект ":name" трансформирован.',
    'title'     => 'Трансформация :name',
];
