<?php

return [
    'copy_mention'  => [
        'copy_with_name'    => 'Скопіювати покращену згадку з назвою елемента',
        'success'           => 'Покращена згадка елемента скопійована до буферу.',
    ],
    'create'        => [
        'success'   => 'Елемент доданий до хроніки.',
        'title'     => 'Новий елемент хроніки',
    ],
    'delete'        => [
        'success'   => 'Елемент :name видалений.',
    ],
    'edit'          => [
        'success'   => 'Елемент оновлений.',
        'title'     => 'Редагувати елемент хроніки',
    ],
    'fields'        => [
        'date'              => 'Дата',
        'era'               => 'Ера',
        'icon'              => 'Значок',
        'use_entity_entry'  => 'Показати запис про додані сутності нижче. Текст цього елемента буде показаний першим, якщо він існує.',
        'use_event_date'    => 'Використати пов\'язану дату події.',
    ],
    'helpers'       => [
        'date'              => 'Якщо елемент пов\'язаний до сутності події, показати дату події.',
        'entity_is_private' => 'Сутність елемента є приватною.',
        'icon'              => 'Копіювати клас CSS значка з :fontawesome до :rpgawesome.',
        'is_collapsed'      => 'Елемент відображений згорнутим за замовчанням.',
    ],
    'placeholders'  => [
        'date'      => 'наприклад, Березень 42-го чи 1332-1337',
        'name'      => 'Обов\'язково, якщо не вибрано сутність',
        'position'  => 'Положення в списку елементів для ери. Залиште порожнім, щоб додати в кінець списку.',
    ],
    'warning'       => [
        'editing'   => [
            'description'   => 'Виглядає, ніби хтось іще редагує цей елемент хроніки прямо зараз! Хочете повернутися чи ігнорувати це попередження, із ризиком втратити дані? Учасники, хто зараз редагує цей елемент хроніки:',
        ],
    ],
];
