<?php

return [
    'actions'       => [
        'add'   => 'Додати нову еру',
    ],
    'bulks'         => [
        'delete'    => '{0} Видалено :count ер.|{1} Видалено :count еру.|[2,*] Видалено :count ер(и).',
    ],
    'create'        => [
        'success'   => 'Створено еру :name.',
        'title'     => 'Нова Ера',
    ],
    'delete'        => [
        'success'   => 'Еру :name видалено.',
    ],
    'edit'          => [
        'success'   => 'Еру :name оновлено.',
        'title'     => 'Редагувати еру :name',
    ],
    'fields'        => [
        'abbreviation'  => 'Скорочення',
        'end_year'      => 'Останній рік',
        'is_collapsed'  => 'Згорнуто',
        'start_year'    => 'Перший рік',
    ],
    'helpers'       => [
        'eras'          => 'Перш ніж створювати ери, необхідно створити хроніку, до якої їх буде додано.',
        'is_collapsed'  => 'Ера згорнута (мінімізована) за замовчанням.',
        'primary'       => 'Розділіть свою хроніку на ери. Хроніка повинна мати принаймні одну еру, щоб працювати як слід.',
    ],
    'index'         => [
        'title' => 'Ери :name',
    ],
    'placeholders'  => [
        'abbreviation'  => 'н.е., до н.е., до Р.Х.',
        'end_year'      => 'Рік завершення ери. Залиште порожнім, якщо це поточна ера.',
        'name'          => 'Сучасна ера, Бронзовий вік, Галактичні Війни',
        'start_year'    => 'Рік, коли почалася ера. Залиште порожнім, якщо це перша ера.',
    ],
];
