<?php

return [
    'actions'       => [
        'add'   => 'Додати нову еру',
    ],
    'bulks'         => [
        'delete'    => '{0} Видалені ери: :count.',
    ],
    'create'        => [
        'success'   => 'Створено еру :name.',
        'title'     => 'Нова ера',
    ],
    'delete'        => [
        'success'   => 'Еру :name видалено.',
    ],
    'edit'          => [
        'success'   => 'Еру :name оновлено.',
        'title'     => 'Редагувати еру :name',
    ],
    'fields'        => [
        'abbreviation'  => 'Скорочення',
        'end_year'      => 'Рік закінчення',
        'is_collapsed'  => 'Прихована',
        'start_year'    => 'Рік початку',
    ],
    'helpers'       => [
        'eras'          => 'Спочатку треба створити часову шкалу, щоб додати до неї еру.',
        'is_collapsed'  => 'Ера прихована (мінімізована) за замовчанням.',
        'primary'       => 'Розділіть свою шкалу часу на ери. Шкала часу повинна мати принаймні одну еру, щоб працювати як слід.',
    ],
    'index'         => [
        'title' => 'Ери :name',
    ],
    'placeholders'  => [
        'abbreviation'  => 'н.е., до н.е.',
        'end_year'      => 'Рік закінчення ери. Залиште порожнім, якщо це поточна ера.',
        'name'          => 'Сучасна ера, Бронзовий вік, Галактичні війни',
        'start_year'    => 'Рік початку ери. Залиште порожнім, якщо це перша ера.',
    ],
];
