<?php

return [
    'actions'       => [
        'download'  => 'Скачать PDF',
    ],
    'description'   => 'Показаны счета за последние 24 месяца.',
    'empty'         => 'Счетов не найдено.',
    'fields'        => [
        'amount'    => 'Сумма',
        'date'      => 'Дата',
        'invoice'   => 'Счет',
        'status'    => 'Статус',
    ],
    'paypal'        => 'Примите во внимание, что здесь показаны только платежи через Stripe, но не через PayPal.',
    'status'        => [
        'paid'      => 'Оплачен',
        'pending'   => 'Обрабатывается',
    ],
    'title'         => 'История платежей',
];
