<?php

return [
    'errors'    => [
        'marketplace'   => [
            'hint'      => 'Ошибка',
            'rendering' => 'При отображении плагина из каталога произошла ошибка. Пожалуйста, свяжитесь с создателем плагина.',
        ],
    ],
    'helpers'   => [
        'marketplace'   => ':boosted-campaigns позволяют использовать шаблоны атрибутов, созданные сообществом и добавленные в наш :marketplace.',
    ],
    'list'      => [
        'campaign'      => 'Шаблоны кампании',
        'kanka'         => 'Шаблоны Kanka',
        'marketplace'   => 'Шаблоны каталога',
    ],
];
