<?php

return [
    'description'   => 'Каждой великой цивилизации необходимо следить за ходом времени и событий. Хотя хронологии Kanka позволяют дать общее представление о происходящем, календари помогают выделить текущие события вашего мира.',
    'example'       => 'Исследовать пример календаря',
    'fifth'         => 'Календарь можно показывать прямо в обзорах кампании с помощью виджета календаря. Он также покажет события, которые недавно закончились или скоро начнутся. Заметьте, что при составлении списка будущих событий, не повторяющиеся события имеют приоритет.',
    'first'         => 'Календари просто кишат сложными и непонятными функциями. Однако, для простейшего календаря нужны только месяцы, дни недели и текущая дата. Этого достаточно, чтобы создать календарь в Kanka.',
    'fourth'        => 'Как только календарь будет создан, в него можно будет добавлять напоминания. Напоминания нужны для связи объектов кампании с календарем. Если напоминание связано с объектом, который пользователь видеть не может, то пользователь это напоминание не увидит. Напоминания могут повторяться каждый год или месяц, а также каждое полнолуние или новолуние. Напоминание длиной более двух месяцев перестанет отображаться в календаре после первых двух месяцев. Для таких случаев мы советуем создавать два напоминания -  для начала события и для его конца.',
    'second'        => 'Но это еще не все. Вы можете создавать луны и времена года, давать имена годам и неделям, указывать погоду любого из дней и многое другое.',
    'third'         => 'В календарях можно настраивать промежуточные месяцы, високосные годы и сбросы дня недели. Также можно настроить автоматическое обновление даты календаря, когда на сервере наступает полночь.',
    'title'         => 'Календари',
];
