<?php

return [
    'description'   => 'Первое, что пользователь видит при входе в кампанию, это ее обзор. В усиленных кампаниях может быть несколько обзоров, доступ к которым можно давать отдельным ролям.',
    'first'         => 'При создании вашей первой кампании в обзор будет включена приветственная заметка и список недавно измененных объектов кампании. Ниже обзора есть кнопка "Настройка обзора", открывающая страницу настройки. Только участники кампании с ролью "Админ" имеют доступ к этому интерфейсу.',
    'fourth'        => 'В дополнительных обзорах можно скрывать заголовок кампании, всегда видимый в основном обзоре. Если добавить в обзор виджет заголовка кампании, то он будет отображаться вверху кампании независимо от его положения относительно других виджетов.',
    'second'        => 'На этой странице можно добавлять, изменять и удалять виджеты обзора. Виджеты можно перемещать перетаскиванием мышью на новую позицию. Смена позиции виджета происходит мгновенно. Такое перетаскивание не работает на мобильных устройствах.',
    'third'         => ':boosted-campaigns могут иметь несколько обзоров. Новый обзор можно создать, нажав на кнопку :new-dashboard. При создании обзора нужно указать его название и разрешения. Эти настройки можно изменить после создания обзора, через меню :actions.',
    'title'         => 'Обзоры',
];
