<?php

return [
    'description'   => 'Kanka предоставляет модули для работы с инвентарями и способностями персонажей, магазинов, квестов.',
    'first'         => 'Каждому объекту Kanka можно создать инвентарь, будь то персонаж, локация (магазин), квест (добыча) - что угодно. Открыв объект, можно перейти во вкладку "Инвентарь", куда можно добавлять предметы из кампании или просто текст.',
    'second'        => 'Созданные в кампании способности можно присваивать ее объектам. Это можно сделать, например, открыв объект и выбрав вкладку "Способности". В ней объекту можно добавлять способности из кампании. Для удобства они группируются по родительским способностям. При просмотре персонажа, обладающего расой, появится кнопка для добавления способностей его расы.',
    'title'         => 'Инвентари и способности',
];
