<?php

return [
    'description'   => 'Kanka предоставляет модули для работы с инвентарями и способностями для персонажей, магазинов и квестов.',
    'first'         => 'Каждому объекту Kanka можно добавить инвентарь, будь то персонаж, локация вроде магазина, добытые во время квеста трофеи - что угодно. Открыв объект, можно перейти во вкладку "Инвентарь", куда можно добавлять предметы из кампании или просто текст.',
    'second'        => 'Открыв способность, ее можно присваивать объектам во вкладке "Объекты". Это также можно сделать, открыв объект и выбрав вкладку "Способности". В ней можно добавлять объекту способности кампании. Для удобства они группируются по родительской способности.',
    'title'         => 'Инвентари и способности',
];
