<?php

return [
    'description'   => 'Карты это лучший способ исследовать просторы миров, созданных на Kanka. Загружайте карты в свою кампанию, добавляйте слои и метки, и приглашайте игроков на исследование созданного вами мира.',
    'example'       => 'Исследовать пример карты',
    'first'         => 'На Kanka у каждой кампании может быть несколько карт. На карте можно запечатлеть мир, континент, империю, город, подземелье, космический корабль, план битвы и многое другое. На каждую карту нужно загрузить основное изображение, на которое можно добавлять метки.',
    'fourth'        => ':boosted_campaigns дают возможность настраивать иконки и цвета, что делает карту более визуальной. Также подписчики могут загружать изображения большего размера.',
    'second'        => 'Карты также могут обладать несколькими слоями - изображениями, поверх которых изображаются метки. Чтобы ограничить доступ к части информации, можно загрузить основное изображение, где эта часть информации скрыта и создать специальный слой, где показаны все детали, и скрыть его от того, кто его видеть не должен.',
    'third'         => 'Метки могут принимать форму значков, надписей, кругов и других фигур. Каждая из них должна либо обладать отдельным названием и статьей, либо указывать на один из объектов кампании. Если метка связана с объектом, который не должен быть виден пользователю, то метка показана не будет. При редактировании карты можно создавать группы маркеров. Группы можно показывать и скрывать при просмотре, а также делать приватными. Например, все ловушки подземелья можно сделать метками группы, которую видите только вы.',
    'title'         => 'Карты',
];
