<?php

return [
    'description'   => 'Создайте сложную систему связей между объектами вашего мира.',
    'first'         => 'Если вы постоянно забываете имя родителя или друга детства одного из персонажей, тогда связи это то, что вам нужно. У каждого объекта могут быть связи с другими объектами.',
    'fourth'        => ':boosted_campaigns также предоставляют визуальное представление связей объектов.',
    'second'        => 'Создайте связь между двумя объектами, и используйте поле "Отношение", чтобы показать, как они друг к другу относятся, или цвет, чтобы сразу было видно, какого рода это связь. Связи могут быть зеркальными, то есть при изменении связи одного объекта, также изменяется и связь другого.',
    'third'         => 'Очень важные связи можно закреплять на странице статьи объекта. Это нужно, чтобы точно не забыть, кто главный враг персонажа.',
    'title'         => 'Связи',
];
