<?php

return [
    'description'   => 'Создавая историю, вы наверняка хотите хранить в секрете что-то, о чем игроки не должны узнать раньше времени.',
    'first'         => 'У каждого объекта Kanka могут быть посты, располагающиеся ниже статьи объекта. Мы советуем хранить секреты, связанные с объектом, в них.',
    'fourth'        => 'Пользователь будет видеть только те посты, которые ему разрешено видеть.',
    'second'        => 'При создании поста можно настроить разрешение, кто может его видеть. Можно открыть его только админам кампании, только вам (для нескольких ГМов и хранения секретов от других админов), только участникам кампании (например, если кампания публичная) или всем.',
    'third'         => 'Для отдельных участников кампании можно создавать разрешения, не зависящие от основного разрешения поста. Например, одному из игроков можно разрешить видеть и редактировать пост, даже если он видим только админам. Или же можно скрыть пост от одного из игроков, но открыть его всем остальным.',
    'title'         => 'Секреты',
];
