<?php

return [
    'description'   => 'Хронологии это отличный способ рассказать об основных событиях, произошедших с вашей кампанией, локациями и персонажами за долгие периоды времени.',
    'first'         => 'В кампании может быть сколько угодно хронологий. Это позволяет создавать хронологии для важных персонажей, семей, восходов и закатов империй, и легенд вашего мира.',
    'fourth'        => ':boosted_campaigns позволяют настраивать цвета и иконки элементов для улучшения визуальности хронологий.',
    'second'        => 'Хронологии разделяются на эры, чтобы объединять события, произошедшие в определенный период времени. Например, у персонажа эрами могут быть детство, подростковый возраст и взрослая жизнь. У империи это могут быть основание, период роста, золотой век и падение или уничтожение.',
    'third'         => 'Эры в свою очередь состоят из элементов. Они могут содержать небольшое описание событий или ссылаться на другие объекты. Пользователь не сможет видеть элементы, ссылающиеся на скрытые для него объекты. Это значит, что вы можете добавлять в хронологию спойлеры, не беспокоясь, что игроки их увидят.',
    'title'         => 'Хронологии',
];
