<?php

return [
    'cancel'    => 'Если Вы не хотите продлевать свою подписку, просим Вас войти в свой аккаунт и :link.',
    'closing'   => 'С уважением,',
    'dear'      => 'Уважаемый пользователь :name!',
    'link'      => 'отменить свою подписку',
    'notice'    => 'Важное уведомление о продлении:',
    'primary'   => 'Это автоматическое напоминание о том, что :date мы автоматически спишем средства с Вашей карты :brand **** :last для оплаты Вашей подписки Kanka.',
    'title'     => 'Годовая оплата Вашей подписки Kanka',
    'valid'     => 'Просим убедиться в том, что Ваша кредитная карта будет действительна в день оплаты.',
];
