<?php

return [
    'abilities'     => [
        'title' => 'Похідна характеристика від :name',
    ],
    'children'      => [
        'actions'       => [
            'add'   => 'Додати характеристику до сутності',
        ],
        'create'        => [
            'success'   => 'Додано характеристику :name до сутності.',
            'title'     => 'Додатки сутність до :name',
        ],
        'description'   => 'Сутності, що мають характеристику',
        'title'         => 'Характеристика :name Сутності',
    ],
    'create'        => [
        'title' => 'Нова характеристика',
    ],
    'entities'      => [
        'title' => 'Сутності з характеристикою :name',
    ],
    'fields'        => [
        'abilities' => 'Субхарактеристика',
        'ability'   => 'Батьківська характеристика',
        'charges'   => 'Заряди',
    ],
    'helpers'       => [
        'nested_without'    => 'Відображає всі характеристики, що не мають батьківської характеристики. Клікніть на рядок, щоб побачити похідні характеристики.',
    ],
    'placeholders'  => [
        'charges'   => 'Кількість зарядів. Посилається на атрибути з {Level}*{CHA}',
        'name'      => 'Вогнекуля, Тривога, Прицільний удар',
        'type'      => 'Чари, Риса, Атака',
    ],
    'reorder'       => [
        'parentless'    => 'Немає батьківської',
        'success'       => 'Характеристики успішно впорядковано.',
        'title'         => 'Впорядкувати характеристики',
    ],
    'show'          => [
        'tabs'  => [
            'abilities' => 'Субхарактеристики',
            'entities'  => 'Сутності',
            'reorder'   => 'Впорядкувати Характеристики',
        ],
    ],
];
