<?php

return [
    'abilities'     => [],
    'children'      => [
        'description'   => 'Сутності, що мають характеристику',
        'title'         => 'Характеристика :name Сутності',
    ],
    'create'        => [
        'title' => 'Нова характеристика',
    ],
    'entities'      => [],
    'fields'        => [
        'charges'   => 'Заряди',
    ],
    'helpers'       => [],
    'placeholders'  => [
        'charges'   => 'Кількість зарядів. Посилається на атрибути з {Level}*{CHA}',
        'name'      => 'Вогнекуля, Тривога, Прицільний удар',
        'type'      => 'Чари, Риса, Атака',
    ],
    'reorder'       => [
        'parentless'    => 'Немає батьківської',
        'success'       => 'Характеристики успішно впорядковано.',
        'title'         => 'Впорядкувати характеристики',
    ],
    'show'          => [
        'tabs'  => [
            'entities'  => 'Сутності',
            'reorder'   => 'Впорядкувати Характеристики',
        ],
    ],
];
