<?php

return [
    'attribute_templates'   => [
        'title' => 'Шаблон атрибута :name',
    ],
    'create'                => [
        'title' => 'Новий шаблон атрибута',
    ],
    'fields'                => [
        'attribute_template'    => 'Шаблон батьківського атрибута',
        'attributes'            => 'Атрибути',
    ],
    'hints'                 => [
        'automatic'                 => 'Атрибут автоматично застосовується із шаблону :link',
        'entity_type'               => 'Якщо встановлено, створення нової сутності цього типу автоматично застосує шаблон атрибута.',
        'parent_attribute_template' => 'Цей шаблон атрибута може бути похідним від іншого шаблону атрибута. Коли ви застосуєте цей шаблон, буде задіяно і його, і батьківські атрибути.',
    ],
    'placeholders'          => [
        'attribute_template'    => 'Виберіть шаблон атрибута',
        'name'                  => 'Назва шаблону атрибутів',
    ],
    'show'                  => [
        'tabs'  => [
            'attribute_templates'   => 'Шаблони атрибутів',
            'attributes'            => 'Атрибути',
        ],
    ],
];
