<?php

return [
    'banned'    => [
        'permanent' => 'Вас було забанено назавжди.',
        'temporary' => '{1} Вас було забанено на :days день|[2,*] Вас було забанено на :days дні(в).',
    ],
    'confirm'   => [
        'confirm'   => 'Підтвердити',
        'error'     => 'Неправильний пароль, будь ласка, спробуйте знову.',
        'helper'    => 'Будь ласка, підтвердіть пароль, перш ніж зможете продовжити.',
        'title'     => 'Підтвердження пароля',
    ],
    'failed'    => 'Ці дані не збігаються з нашими записами.',
    'helpers'   => [
        'password'  => 'Показати/Сховати пароль',
    ],
    'login'     => [
        'fields'                => [
            '2fa'       => 'Одноразовий пароль',
            'email'     => 'Ел.пошта',
            'password'  => 'Пароль',
        ],
        'login_with_facebook'   => 'Увійти з Facebook',
        'login_with_google'     => 'Увійти з Google',
        'new_account'           => 'Зареєструватися',
        'or'                    => 'АБО',
        'password_forgotten'    => 'Забули пароль?',
        'remember_me'           => 'Запам\'ятати мене',
        'submit'                => 'Увійти',
        'title'                 => 'Увійти',
    ],
    'register'  => [
        'already'                   => 'Уже майте акаунт? :login',
        'errors'                    => [
            'email_already_taken'   => 'Акаунт із такою ел.адресою вже зареєстровано.',
            'general_error'         => 'Під час реєстрації вашого акаунта сталася помилка. Будь ласка, спробуйте знову.',
        ],
        'fields'                    => [
            'email'     => 'Ел.пошта',
            'name'      => 'Користувацьке ім\'я',
            'password'  => 'Пароль',
            'tos_clean' => 'Я погоджуюся з :privacy',
        ],
        'log-in'                    => 'Увійти',
        'register_with_facebook'    => 'Зареєструватися через Facebook',
        'register_with_google'      => 'Зареєструватися через Google',
        'submit'                    => 'Зареєструватися',
        'title'                     => 'Зареєструватися',
        'tos'                       => 'Реєструючи акаунт, ви погоджуєтеся на наші :terms і :privacy.',
    ],
    'reset'     => [
        'fields'    => [
            'email'                 => 'Електронна пошта',
            'password'              => 'Пароль',
            'password_confirmation' => 'Підтвердіть свій пароль',
        ],
        'send'      => 'Надіслати посилання на скидання пароля',
        'submit'    => 'Скинути пароль',
        'title'     => 'Скинути пароль',
    ],
    'tfa'       => [
        'helper'    => 'Активовано двофакторну авторизацію. Будь ласка, вкажіть Одноразовий пароль (ОТР), наданий вашим авторизаційним додатком.',
        'title'     => 'Двофакторна авторизація',
    ],
    'throttle'  => 'Забагато спроб увійти. Будь ласка, спробуйте знову через :seconds секунд.',
];
