<?php

return [
    'actions'       => [
        'generate'  => 'Згенерувати',
        'insert'    => 'Використати',
    ],
    'errors'        => [
        'invalid-sub'   => 'Для доступу до цієї опції вам потрібна передплата Виверни або Елементаля.',
        'out-of-tokens' => 'У вас більше немає жетонів! Ви автоматично отримаєте більше :date.',
    ],
    'here'          => 'тут',
    'intro'         => 'Привіт! Я :name, Штучний Інтелект, що допоможе вам створити передісторії персонажів у Kanka. Ви можете дізнатися більше про мене :here.',
    'kankappy'      => 'Вони є таємними учнями Kankappy.',
    'loading'       => 'Будь ласка, тримайтеся міцно, я інтенсивно думаю, і це може зайняти якусь хвилину!',
    'placeholders'  => [
        'prompt'    => 'Дайте підказку, яку буде перетворено на передісторію.',
    ],
    'token-limit'   => 'У вас зараз є :amount жетонів. Щоразу, коли я генерую передісторію, то використовую жетон, тож витрачайте їх завбачливо!',
];
