<?php

return [
    'fields'        => [
        'colour'    => 'Колір',
    ],
    'layouts'       => [
        'month'     => 'Місяць',
        'monthly'   => 'Щомісяця за замовчанням',
        'year'      => 'Рік',
        'yearly'    => 'Щорічно за замовчанням',
    ],
    'modals'        => [
        'switcher'  => [
            'title' => 'Перемикач року',
        ],
    ],
    'month_types'   => [
        'intercalary'   => 'Високосний',
        'standard'      => 'Звичайний',
    ],
    'options'       => [
        'events'    => [
            'recurring_periodicity' => [
                'fullmoon'      => 'Повний місяць',
                'fullmoon_name' => ':moon повний місяць',
                'month'         => 'Щомісяця',
                'newmoon'       => 'Новий місяць',
                'newmoon_name'  => ':moon новий місяць',
                'none'          => 'Немає',
                'unnamed_moon'  => 'Місяць :number',
                'year'          => 'Щороку',
            ],
        ],
        'resets'    => [
            ''      => 'Немає',
            'month' => 'Щомісяця',
            'year'  => 'Щороку',
        ],
    ],
    'panels'        => [
        'intercalary'   => 'Високосні дні',
        'leap_year'     => 'Високосний рік',
        'months'        => 'Місяці',
        'weeks'         => 'Тижні',
        'years'         => 'Названі роки',
    ],
    'parameters'    => [
        'intercalary'   => [
            'length'    => 'Тривалість у днях',
            'month'     => 'У кінці кожного місяця',
            'name'      => 'Назва високосних',
        ],
        'month'         => [
            'alias' => 'Код місяця',
            'length'=> 'Дні',
            'name'  => 'Назва місяця',
            'type'  => 'Тип',
        ],
        'moon'          => [
            'fullmoon'  => 'Повний місяць кожні (днів)',
            'name'      => 'Назва місяця',
            'offset'    => 'Зміщення першого повного місяця',
        ],
        'seasons'       => [
            'day'   => 'День початку',
            'month' => 'Місяць початку',
            'name'  => 'Назва сезону',
        ],
        'weeks'         => [
            'name'      => 'Назва тижня',
            'number'    => 'Номер',
        ],
        'year'          => [
            'name'      => 'Назва року',
            'number'    => 'РІк',
        ],
    ],
    'placeholders'  => [
        'colour'            => 'Колір',
        'comment'           => 'День народження, фестиваль, сонцестояння',
        'date'              => 'Поточна дата',
        'leap_year_amount'  => 'Кількість днів, доданих у високосний рік',
        'leap_year_month'   => 'Місяць, у якому додані дні',
        'leap_year_offset'  => 'Через скільки років настає високосний рік',
        'leap_year_start'   => 'Перший рік, що є високосним',
        'length'            => 'Тривалість події у днях',
        'months'            => 'Кількість місяців у році',
        'name'              => 'Назва календаря',
        'recurring_until'   => 'Останній повторюваний рік (залиште порожнім для вічного повторення)',
        'seasons'           => 'Кількість сезонів',
        'suffix'            => 'Суфікс поточної ери (до н.е., н.е.)',
        'type'              => 'Тип календаря',
        'weekdays'          => 'Кількість днів у тижні',
    ],
    'show'          => [
        'missing_details'       => 'Цей календар неможливо відобразити. Календарі потребують щонайменше 2 місяці та 2 дні тижня для правильної генерації.',
        'moon_1first_quarter'   => ':moon перша чверть',
        'moon_full'             => ':moon повний місяць',
        'moon_last_quarter'     => ':moon остання чверть',
        'moon_new'              => ':moon новий місяць',
        'tabs'                  => [
            'events'    => 'Нагадування',
            'weather'   => 'Погода',
        ],
    ],
    'sorters'       => [
        'after' => 'Сьогодні й пізніше',
        'before'=> 'Сьогодні й раніше',
    ],
    'validators'    => [
        'moon_offset'   => 'Тривалість першого повного місяця не може бути більшою за тривалість першого місяця календаря.',
    ],
];
