<?php

return [
    'booster'   => [
        'actions'       => [
            'boost'         => 'Підсилити :campaign',
            'superboost'    => 'Суперпідсилити :campaign',
        ],
        'learn-more'    => 'Що таке бустери?',
        'limitation'    => 'Для доступу до цієї функції ваша кампанія повинна бути підсилена.',
        'limitations'   => [
            'boosted'       => 'Для доступу до цієї функції ваша кампанія повинна бути підсилена.',
            'superboosted'  => 'Для доступу до цієї функції ваша кампанія повинна бути суперпідсилена.',
        ],
        'multiple'      => 'Для доступу до цих функцій ваша кампанія повинна бути підсилена.',
        'pitches'       => [
            'element-class' => 'Створіть довільний клас CSS для цього елемента з :boosted-campaign.',
            'icon'          => 'Розблокуйте мільйони довільних значків від FontAwesome із :boosted-campaign.',
            'link-parent'   => 'Розмістіть швидке посилання на бічній панелі саме там, де хочете, із :boosted-campaign.',
        ],
        'titles'        => [
            'boosted'       => 'Функція підсилення',
            'superboosted'  => 'Функція суперпідсилення',
        ],
    ],
    'subscribe' => [
        'pitch-2fa'     => 'Передплатіть, щоб безпечно входити з двофакторною авторизацією та багато :more.',
        'pitch-image'   => 'Передплатіть, щоб розблокувати до :max МВ завантажуваних файлів.',
        'share-booster' => 'Підсильте :campaign для збільшення розміру завантажуваних файлів для усіх учасників кампанії.',
    ],
];
