<?php

return [
    'actions'       => [
        'create'    => 'Створити заготовку',
    ],
    'create'        => [
        'success'   => 'Заготовка :name створена.',
        'title'     => 'Нова заготовка',
    ],
    'destroy'       => [
        'success'   => 'Заготовку :name знищено.',
    ],
    'edit'          => [
        'success'   => 'Заготовку :name змінено.',
        'title'     => 'Редагувати заготовку :name',
    ],
    'fields'        => [
        'name'  => 'Назва заготовки',
    ],
    'lists'         => [
        'empty' => 'Кампанія зараз не має доступних заготовок.',
    ],
    'placeholders'  => [
        'name'  => 'Назва заготовки',
    ],
];
