<?php

return [
    'create'        => [
        'title' => 'Новий квест',
    ],
    'elements'      => [
        'create'    => [
            'success'   => 'Елемент :entity додано до квесту.',
            'title'     => 'Новий елемент для :name',
        ],
        'destroy'   => [
            'success'   => 'Елемент :entity видалено.',
        ],
        'edit'      => [
            'success'   => 'Елемент :entity оновлено.',
            'title'     => 'Оновити елемент для :name',
        ],
        'fields'    => [
            'description'       => 'Опис',
            'entity_or_name'    => 'Або оберіть сутність для кампанії, або назвіть цей елемент.',
            'name'              => 'Назва',
        ],
        'warning'   => [
            'editing'   => [
                'description'   => 'Схоже, хтось іще зараз редагує цей елемент квесту! Ви хочете повернутися чи ігнорувати це попередження з ризиком втрати даних? Учасники, які зараз редагують цей елемент:',
            ],
        ],
    ],
    'fields'        => [
        'character'     => 'Ініціатор',
        'copy_elements' => 'Копіювати елементи, приєднані до квесту',
        'date'          => 'Дата',
        'element_role'  => 'Роль',
        'is_completed'  => 'Завершено',
        'role'          => 'Роль',
    ],
    'helpers'       => [
        'is_completed'      => 'Виберіть, якщо квест вважається виконаним.',
        'nested_without'    => 'Відображати всі квести без батьківського квесту. Клікніть на рядок, щоб побачити похідні квести.',
    ],
    'hints'         => [
        'quests'    => 'Мережа переплетених квестів може бути створена з використанням поля Батьківський квест.',
    ],
    'placeholders'  => [
        'date'      => 'Реальна дата квесту',
        'entity'    => 'Назва елементу з квесту',
        'role'      => 'Роль цієї сутності в квесті',
        'type'      => 'Арка персонажа, Додатковий квест, Головний',
    ],
    'show'          => [
        'actions'   => [
            'add_element'   => 'Додати елемент',
        ],
        'tabs'      => [
            'elements'  => 'Елементи',
        ],
    ],
];
