<?php

return [
    'characters'    => [
        'helpers'   => [
            'all_characters'    => 'Відображати всіх персонажів, пов\'язаних із цією расою та її підвидами.',
            'characters'        => 'Відображати всіх персонажів, прямо пов\'язаних із цією расою.',
        ],
    ],
    'create'        => [
        'title' => 'Нова раса',
    ],
    'fields'        => [],
    'helpers'       => [
        'nested_without'    => 'Відображати всі раси, що не мають батьківської раси. Клікніть на рядок, щоб побачити похідні раси.',
    ],
    'placeholders'  => [
        'type'  => 'Людина, Фея, Борг',
    ],
    'races'         => [],
    'show'          => [],
];
