<?php

return [
    'characters'    => [
        'helpers'   => [
            'all_characters'    => 'Відображати всіх персонажів, пов\'язаних із цією расою та її підвидами.',
            'characters'        => 'Відображати всіх персонажів, прямо пов\'язаних із цією расою.',
        ],
        'title'     => 'Персонажі раси :race',
    ],
    'create'        => [
        'title' => 'Нова раса',
    ],
    'fields'        => [
        'characters'    => 'Персонажі',
        'locations'     => 'Розташування',
        'race'          => 'Батьківська раса',
        'races'         => 'Різновид',
    ],
    'helpers'       => [
        'nested_without'    => 'Відображати всі раси, що не мають батьківської раси. Клікніть на рядок, щоб побачити похідні раси.',
    ],
    'placeholders'  => [
        'name'  => 'Назва раси',
        'type'  => 'Людина, Фея, Борг',
    ],
    'races'         => [
        'title' => 'Різновид раси :name',
    ],
    'show'          => [
        'tabs'  => [
            'characters'    => 'Персонажі',
            'races'         => 'Різновиди',
        ],
    ],
];
