<?php

return [
    'characters'    => [
        'helpers'   => [
            'all_characters'    => 'Відображати всіх персонажів, пов\'язаних із цією расою та її підвидами.',
            'characters'        => 'Відображати всіх персонажів, прямо пов\'язаних із цією расою.',
        ],
    ],
    'create'        => [
        'title' => 'Нова раса',
    ],
    'fields'        => [
        'members'   => 'Учасники',
    ],
    'helpers'       => [
        'nested_without'    => 'Відображати всі раси, що не мають батьківської раси. Клікніть на рядок, щоб побачити похідні раси.',
    ],
    'members'       => [
        'create'    => [
            'submit'    => 'Додати учасників',
            'success'   => '{0} Учасників не було додано.|{1} 1 учасника було додано.|[2,*] :count учасники/ів було додано.',
            'title'     => 'Нові учасники',
        ],
    ],
    'placeholders'  => [
        'type'  => 'Людина, Фея, Борг',
    ],
    'races'         => [],
    'show'          => [],
];
