<?php

return [
    'lookup'        => [
        'empty'     => 'Немає результатів',
        'hint'      => 'Напишіть хоча б 3 букви, щоб шукати серед сутностей кампанії.',
        'keyboard'  => 'Натисність :k для пошуку, :esc для скасування',
        'recents'   => 'Недавнє',
        'results'   => 'Результати',
    ],
    'no_results'    => 'Результатів немає.',
    'preview'       => [
        'links'             => 'Посилання',
        'no-connections'    => 'Жодних прив\'язаних відносин для відображення',
    ],
    'title'         => 'Пошук',
];
