<?php

return [
    'account'       => [],
    'api'           => [],
    'apps'          => [],
    'boost'         => [],
    'countries'     => [],
    'layout'        => [],
    'menu'          => [],
    'patreon'       => [],
    'profile'       => [],
    'subscription'  => [
        'helpers'   => [
            'paypal_v2' => 'Ми приймаємо PayPal для річної підписки. Зв’яжіться з нами за адресою :email, вказавши електронну адресу свого облікового запису Kanka, рівень, на який ви бажаєте підписатися, і валюту (USD або EUR), у якій ви хочете сплатити рахунок.',
        ],
    ],
];
