<?php

return [
    'campaign'      => [
        'name'  => 'Світ :user',
    ],
    'character1'    => [
        'fears'     => 'Джеймс боїться голосних звуків та вибухів.',
        'history'   => 'Це приклад персонажа. Народжений у сім\'ї Менса Оулчестера та Райдж Дантон, Джеймс виріс у сільській місцевості Дженорі, а згодом переїхав до столиці, Унрії, щоб працювати писарем у короля.',
        'name'      => 'Джеймс Оулчестер (приклад)',
        'race'      => 'Людина',
        'sex'       => 'Чоловік',
        'title'     => 'Сірий Мисливець',
        'traits'    => 'Завжди перекрутить правду на свою користь.',
    ],
    'character2'    => [
        'fears'     => 'Створити найбільший можливий вибух',
        'history'   => 'Це приклад персонажа. З молодого віку Ірві завжди захоплювалася вибухівкою і присвятила свою кар\'єру цьому ремеслу.',
        'name'      => 'Ірві Джемстоун (приклад)',
        'race'      => 'Гном',
        'sex'       => 'Жінка',
        'title'     => 'Королева Вибухівки',
        'traits'    => 'Хочете відстежувати щось іще? Ми підготували для вас цей безкоштовний текстовий розділ!',
    ],
    'kingdom1'      => [
        'description'   => 'Це приклад розташування, створений, щоб показати вам, що можна зробити з додатком.',
        'history'       => '(приклад) Королівство Дженорі було засновано Дженорійськими племенами в кінці 5 століття, коли вони захопили землі Готтенів.',
        'name'          => 'Дженорі (приклад)',
        'type'          => 'Королівство',
    ],
    'kingdom2'      => [
        'description'   => '(приклад) Уліс - це столиця королівства Дженорі, і третє найбільше місто в Союзі Аджаґіра.',
        'history'       => '(приклад) Уліс - це столиця королівства Дженорі. Місто було засноване Фрейзеном Ірвеном і розташоване на річці Унрі.',
        'name'          => 'Уліс (приклад)',
        'type'          => 'Столиця',
    ],
    'note1'         => [
        'entry'         => <<<'TEXT'
Ласкаво просимо до Kanka! Вашу першу кампанію створено, і ми додали кілька прикладів сутностей в як натхнення (ви можете видалити їх будь-коли).

Імовірно, ви захочете почати з додавання власних сутностей, тому виберіть категорію зліва й починайте. Ви можете вимкнути непотрібні категорії сутностей в налаштуваннях кампанії, це приховає їх у меню.

Кілька порад для початку:
- Ви можете написати @entityName для посилання на певну сутність. Відображений текст посилання автоматично оновиться, якщо ви перейменуєте або оновите позв’язану сутність.
- Ви можете налаштувати окремі параметри облікового запису, наприклад теми та сутності для кожної сторінки у своєму профілі, доступні у верхньому правому куті.
- Ви можете встановити дозволи для цілих типів сутностей, а також окремо для кожної сутності.
- На :youtube зростає список навчальних посібників. Посібники містять атрибути та те, як поділитися своєю кампанією з іншими людьми. :faq також може бути корисним.

І останнє, але не менш важливе:
- Перегляньте :public, щоб дізнатися, як інші використовують Kanka.
- Якщо у вас є запитання, пропозиції або ви просто хочете поспілкуватися, приєднуйтеся до нас на :discord.
- Вам подобається додаток і ви хочете підтримати його розвиток? Розгляньте можливість підтримки Kanka через :subscriptions.
TEXT
,
        'name'          => 'Вітальна нотатка',
        'subscriptions' => 'Передплата',
    ],
];
