<?php

return [
    'children'      => [
        'actions'   => [
            'add'   => 'Додати мітку',
        ],
        'create'    => [
            'success'   => 'Додати мітку :name до сутності.',
            'title'     => 'Додати сутність до :name',
        ],
    ],
    'create'        => [
        'title' => 'Нова мітка',
    ],
    'fields'        => [
        'children'          => 'Похідні',
        'is_auto_applied'   => 'Автоматично застосовувати до нових сутностей',
        'is_hidden'         => 'Сховані з заголовка та підказок',
    ],
    'helpers'       => [
        'nested_without'    => 'Відображення усіх міток, які не мають батьківських. Клікніть на рядок, щоб побачити похідні мітки.',
        'no_children'       => 'Наразі немає сутностей, позначених цією міткою.',
    ],
    'hints'         => [
        'children'          => 'Цей список містить усі сутності з цією міткою, або усі похідні мітки.',
        'is_auto_applied'   => 'Виберіть цю опцію, щоб автоматично додавати цю мітку до нових створених сутностей.',
        'is_hidden'         => 'Якщо позначено, ця мітка не буде відображатися в заголовку та підказках сутності.',
        'tag'               => 'Цей список містить усі мітки, що є похідними, або всі похідні цієї мітки.',
    ],
    'placeholders'  => [
        'type'  => 'Знання, Війни, Історія, Релігія, Прапорознавство',
    ],
    'show'          => [
        'tabs'  => [
            'children'  => 'Похідні',
        ],
    ],
    'tags'          => [],
    'transfer'      => [
        'description'   => 'Перенести сутності цієї мітки до іншої мітки.',
        'fail'          => 'Не вдалося перенести сутності від :tag до :newTag',
        'success'       => 'Сутності успішно перенесені з :tag до :newTag',
        'title'         => 'Перенести :name',
        'transfer'      => 'Перенесення',
    ],
];
