<?php

return [
    'hall_of_fame'  => 'Зала слави',
    'index'         => [
        'community'     => 'Спільнота',
        'founders'      => 'Засновники',
        'lead'          => 'Зробити створення світу веселим і надійним',
        'title'         => 'Команда',
        'translations'  => 'Переклади',
    ],
    'leads'         => [
        'about'         => 'Kanka народилася через розчарування світобудівництвом і нотатками про сесії, розкиданими в різних інструментах, а також через складнощі доступу гравців до цього вмісту.',
        'community'     => 'Спільнота була частиною нашої ДНК з першого дня. Окрема вдячність цим членам спільноти!',
        'translators'   => 'Kanka перекладена кількома мовами завдяки нашим дивовижним учасникам.',
    ],
    'people'        => [
        'itzamna'   => [
            'title' => 'Молодший розробник',
        ],
        'jay'       => [
            'text'  => <<<'TEXT'
Я створив Kanka в жовтні 2017, тому що тоді не було інструменту, який дозволяв мені просто створити світ спільно з друзями, а ще контролювати, хто що може бачити та хто що може робити.

На початку 2020 року я зробив стрибок віри й почав працювати над Kanka повний день завдяки підтримці моїх друзів і спільноти.
TEXT
,
            'title' => 'Засновник та Провідний розробник',
        ],
        'jon'       => [
            'text'  => <<<'TEXT'
Джей і я були друзями майже десятиріччя, і було захопливо бачити, як він розвиває Kanka за останні пару років.

На початку 2020 я приєднався до Джея, щоб підтримувати розвиток бізнесу й маркетинг, і ні дня про це не шкодував!
TEXT
,
            'title' => 'Співзасновник та Бізнес-менеджер',
        ],
        'joseph'    => [
            'title' => 'QA та знайомство',
        ],
        'kaz'       => [
            'title' => 'Виправлення багів',
        ],
        'laura'     => [
            'title' => 'Соціальні мережі',
        ],
        'ryan'      => [
            'title' => 'Член спільноти OG',
        ],
    ],
];
