<?php

return [
    'index' => [
        'lead'          => 'Зробити створення світу веселим і надійним',
        'translations'  => 'Переклади',
    ],
    'leads' => [
        'translators'   => 'Kanka перекладена кількома мовами завдяки нашим дивовижним учасникам.',
    ],
    'people'=> [
        'itzamna'   => [
            'title' => 'Молодший розробник',
        ],
        'jay'       => [
            'title' => 'Засновник та Провідний розробник',
        ],
        'jon'       => [
            'title' => 'Співзасновник та Бізнес-менеджер',
        ],
        'kaz'       => [
            'title' => 'Виправлення багів',
        ],
        'laura'     => [
            'title' => 'Соціальні мережі',
        ],
    ],
];
