<?php

return [
    'actions'       => [
        'add_element'   => 'Додати елемент до ери :era',
        'back'          => 'Назад до :name',
        'edit'          => 'Редагувати хроніку',
        'save_order'    => 'Зберегти новий порядок',
    ],
    'create'        => [
        'title' => 'Нова хроніка',
    ],
    'fields'        => [
        'copy_elements' => 'Копіювати елементи',
        'copy_eras'     => 'Копіювати ери',
        'eras'          => 'Ери',
        'reverse_order' => 'Зворотний порядок ер',
        'timeline'      => 'Батьківська хроніка',
        'timelines'     => 'Хроніки',
    ],
    'helpers'       => [
        'nested_without'    => 'Відображати всі хроніки без батьківських хронік. Клікність на рядок, щоб побачити похідні хроніки.',
        'no_era_v2'         => 'Ця хроніка зараз не має жодних ер. Додайте одну або кілька ер, після чого ви зможете додати елементи до ер тут.',
        'reverse_order'     => 'Увімкнути відображення ер у зворотному хронологічному порядку (старі ери вгорі)',
    ],
    'placeholders'  => [
        'name'  => 'Назва хроніки',
        'type'  => 'Первинна, Хроніка світу, Спадок королівства',
    ],
    'reorder'       => [
        'success'   => 'Хроніка успішно реорганізована.',
        'title'     => 'Реорганізувати цю хроніку',
    ],
    'show'          => [
        'tabs'  => [
            'reorder'   => 'Реорганізувати хроніку',
            'timelines' => 'Хроніки',
        ],
    ],
    'timelines'     => [
        'title' => 'Хроніка :name Хроніки',
    ],
];
