<?php

return [
    'create'        => [
        'title' => 'משפחה חדשה',
    ],
    'destroy'       => [],
    'edit'          => [],
    'families'      => [
        'title' => 'תת-משפחות של משפחת :name',
    ],
    'fields'        => [
        'families'  => 'תת-משפחות',
        'family'    => 'משפחת אם',
        'members'   => 'בני משפחה',
    ],
    'helpers'       => [
        'descendants'   => 'רשימה זו כוללת את כל תתי המשפחות של משפחה זו, לא רק את צאצאיה הישירים.',
    ],
    'hints'         => [
        'members'   => 'בני המשפחה מוצגים כאן. ניתן לשייך דמות למשפחה בעת עריכת הדמות, בעזרת שדה ה"משפחה".',
    ],
    'index'         => [],
    'members'       => [
        'helpers'   => [
            'all_members'       => 'הרשימה הבאה היא רשימת כל הדמויות השייכות למשפחה זו ולתתי המשפחות שלה.',
            'direct_members'    => 'למשפחות רבות יש בני משפחה המנהלים אותה או הופכים אותה למפורסמת. הרשימה הבאה היא של דמויות השייכים לה ישירות.',
        ],
        'title'     => 'בני משפחת :name',
    ],
    'placeholders'  => [
        'location'  => 'בחר מיקום',
        'name'      => 'שם המשפחה',
        'type'      => 'מלוכה, אצולה, נכחדת',
    ],
    'show'          => [
        'tabs'  => [
            'all_members'   => 'כל בני המשפחה',
            'families'      => 'משפחות',
            'members'       => 'בני משפחה',
        ],
    ],
];
