<?php

return [
    'names'     => [
        '0' => 'מבוכים ודרקונים',
        '1' => 'פאת\'פיינדר',
        '10'=> 'GURPS',
        '11'=> 'DSA',
        '12'=> 'Chronicles of Darkness',
        '13'=> 'מנוע האפוקליפסה (PbtA)',
        '2' => 'כוכבים אין ספור',
        '3' => 'עולמות פראיים',
        '4' => 'עולם המבוך',
        '5' => 'Genesys',
        '6' => 'סטארפיינדר',
        '7' => 'נשגבים',
        '8' => 'מרוצללים (Shadowrun)',
        '9' => 'גורל (Fate)',
    ],
    'systems'   => [
        'dnd5'  => 'מבוכים ודרקונים 5',
    ],
];
