<?php

return [
    'actions'       => [
        'add'   => 'Добавить новую группу',
    ],
    'create'        => [
        'success'   => 'Группа ":name" создана.',
        'title'     => 'Новая группа',
    ],
    'delete'        => [
        'success'   => 'Группа ":name" удалена.',
    ],
    'edit'          => [
        'success'   => 'Группа ":name" обновлена.',
        'title'     => 'Редактирование Группы :name',
    ],
    'fields'        => [
        'position'  => 'Позиция',
    ],
    'helper'        => [
        'amount'            => 'Метку можно привязать к группе, что даст вам возможность показать или скрыть все магазины города. У одной Карты может быть до :amount групп.',
        'boosted_campaign'  => ':boosted позволяет создать :amount групп.',
    ],
    'placeholders'  => [
        'name'      => 'Магазины, клады, NPC',
        'position'  => 'Дополнительное поле, для определения порядка появления групп.',
    ],
];
