<?php

return [
    'actions'       => [
        'add'   => 'Добавить новый слой',
    ],
    'base'          => 'Основной слой',
    'create'        => [
        'success'   => 'Слой ":name" создан.',
        'title'     => 'Новый слой',
    ],
    'delete'        => [
        'success'   => 'Слой ":name" удален.',
    ],
    'edit'          => [
        'success'   => 'Слой ":name" обновлен.',
        'title'     => 'Редактирование слоя :name',
    ],
    'fields'        => [
        'position'  => 'Позиция',
    ],
    'helper'        => [
        'amount'            => 'Вы можете добавить до :amount слоев, сменяющих фоновое изображение расположенное под метками.',
        'boosted_campaign'  => ':boosted позволяет создать до :amount слоев.',
    ],
    'placeholders'  => [
        'name'      => 'Подземный этаж, уровень 2, затонувший корабль',
        'position'  => 'Дополнительное, определяющее порядок отображения слоев',
    ],
];
