<?php

return [
    'actions'       => [
        'remove'    => 'Удалить метку',
        'update'    => 'Редактировать метку',
    ],
    'create'        => [
        'success'   => 'Метка ":name" создана.',
        'title'     => 'Новая метка',
    ],
    'delete'        => [
        'success'   => 'Метка ":name" удалена.',
    ],
    'edit'          => [
        'success'   => 'Метка ":name" обновлена.',
        'title'     => 'Редактирование метки :name',
    ],
    'fields'        => [
        'custom_icon'   => 'Особый значок',
        'custom_shape'  => 'Особая форма',
        'font_colour'   => 'Цвет иконки',
        'group'         => 'Группа меток',
        'is_draggable'  => 'Подвижная',
        'latitude'      => 'Широта',
        'longitude'     => 'Долгота',
        'opacity'       => 'Прозрачность',
    ],
    'helpers'       => [
        'base'          => 'Нажмите в любое место, чтобы добавить метку на Карту.',
        'custom_icon'   => 'Скопируйте HTML значка с :fontawesome или :rpgawesome или загрузите свой SVG значок.',
        'draggable'     => 'Включите, чтобы метку можно было передвинуть в режиме исследования.',
    ],
    'icons'         => [
        'custom'        => 'Особый',
        'entity'        => 'Объект',
        'exclamation'   => 'Восклицание',
        'marker'        => 'Метка',
        'question'      => 'Вопрос',
    ],
    'placeholders'  => [
        'custom_shape'  => '100,100 200,240 340,110',
        'name'          => 'Обязательно, если не выбран объект',
    ],
    'shapes'        => [
        '0' => 'Круг',
        '1' => 'Квадрат',
        '2' => 'Треугольник',
        '3' => 'Особая',
    ],
    'sizes'         => [
        '0' => 'Крошечная',
        '1' => 'Обычная',
        '2' => 'Маленькая',
        '3' => 'Большая',
        '4' => 'Огромная',
    ],
    'tabs'          => [
        'circle'    => 'Круг',
        'label'     => 'Надпись',
        'marker'    => 'Метка',
        'polygon'   => 'Фигура',
    ],
];
