<?php

return [
    'actions'   => [
        'add'   => 'Добавить изображение по умолчанию',
    ],
    'create'    => [
        'error'     => 'Ошибка при сохранении изображений по умолчанию для объектов. Они уже установлены для :type?',
        'success'   => 'Изображение по умолчанию для объекта :type создано.',
        'title'     => 'Новое изображение по умолчанию для объекта',
    ],
    'destroy'   => [
        'success'   => 'Изображение по умолчанию объекта :type удалено.',
    ],
    'helper'    => 'Назначьте заказные изображения по умолчанию для объектов вашей кампании. Они будут показаны в разных списках, но не на самих объектах.',
    'index'     => [
        'title' => 'Изображения по умолчанию объектов',
    ],
    'title'     => 'Изображения по умолчанию объектов кампании :campaign',
];
