<?php

return [
    'actions'   => [
        'add'   => 'Добавить иконку',
    ],
    'create'    => [
        'error'     => 'Ошибка при сохранении иконок по умолчанию. Они уже есть у типа :type?',
        'success'   => 'Иконка по умолчанию для типа ":type" создана',
        'title'     => 'Новая иконка по умолчанию',
    ],
    'destroy'   => [
        'success'   => 'Иконка по умолчанию для типа ":type" удалена',
    ],
    'helper'    => 'Задайте собственные иконки по умолчанию для объектов вашей кампании. Они будут использоваться в разных списках, но не на страницах самих объектов.',
    'index'     => [
        'title' => 'Иконки объектов по умолчанию',
    ],
    'title'     => 'Иконки по умолчанию объектов кампании :campaign',
];
