<?php

return [
    'actions'   => [
        'add'   => 'Добавить изображение по умолчанию',
    ],
    'create'    => [
        'error'     => 'Ошибка при сохранении изображений объектов по умолчанию. Они уже назначены для типа :type?',
        'success'   => 'Изображение объектов по умолчанию для типа :type создано.',
        'title'     => 'Новое изображение объектов по умолчанию',
    ],
    'destroy'   => [
        'success'   => 'Изображение по умолчанию объектов типа :type удалено.',
    ],
    'helper'    => 'Назначьте заказные изображения по умолчанию для объектов вашей Кампании. Они будут показаны в разных списках, но не на самих объектах.',
    'index'     => [
        'title' => 'Изображения объектов по умолчанию',
    ],
    'title'     => 'Изображения объектов по умолчанию Кампании :campaign',
];
