<?php

return [
    'actions'       => [
        'close' => 'Закрыть',
        'full'  => 'Ссылка на картинку',
        'save'  => 'Сохранить',
    ],
    'destroy'       => [
        'success'   => 'Картинка ":name" удалена',
    ],
    'fields'        => [
        'created_by'    => 'Загрузил(а)',
        'ext'           => 'Расширение',
        'size'          => 'Размер',
    ],
    'placeholders'  => [
        'search'    => 'Искать по названию',
    ],
    'title'         => 'Галерея кампании :campaign',
    'update'        => [
        'success'   => 'Картинка обновлена',
        'title'     => 'Подробно о картинке',
    ],
    'uploader'      => [
        'add'           => 'Добавить новую',
        'or'            => 'или',
        'select_file'   => 'Выберите файл',
        'well'          => 'Перетащите файл для загрузки',
    ],
];
