<?php

return [
    'actions'       => [
        'disable'           => 'Отключить плагин',
        'enable'            => 'Включить плагин',
        'go_to_marketplace' => 'Перейти в каталог плагинов',
        'import'            => 'Импортировать',
        'remove'            => 'Удалить плагин',
        'update'            => 'Обновить плагин',
        'update_available'  => 'Доступно обновление!',
    ],
    'destroy'       => [
        'success'   => 'Плагин ":plugin" удален.',
    ],
    'disabled'      => [
        'success'   => 'Плагин ":plugin" отключен.',
    ],
    'empty_list'    => 'В данный момент в кампании нет плагинов. Чтобы выбрать и установить плагины, перейдите в каталог, а затем вернитесь сюда и активируйте их.',
    'enabled'       => [
        'success'   => 'Плагин ":plugin" включен.',
    ],
    'errors'        => [
        'invalid_plugin'    => 'Недействительный плагин.',
    ],
    'fields'        => [
        'name'      => 'Название плагина',
        'status'    => 'Статус',
        'type'      => 'Тип плагина',
    ],
    'helper'        => 'Сообщество Kanka не перестает работать над новыми потрясающими плагинами для нашего каталога. Если ваша кампания усилена,то в нее можно устанавливать плагины из каталога. Удалять плагины можно в таблице ниже.',
    'import'        => [
        'button'                => 'Импортировать',
        'created'               => 'Созданы следующие объекты:',
        'helper'                => 'Вы собираетесь импортировать :count объектов из плагина :plugin. Если плагин ранее уже импортировался, ваши изменения импортированных объектов могут быть утеряны.',
        'no_new_entities'       => 'Не импортированных объектов не обнаружено.',
        'option_only_import'    => 'Импортировать только новые объекты, пропуская старые.',
        'option_private'        => 'Импортировать все объекты приватными.',
        'success'               => '{1} Импортировано :count объект из плагина :plugin.|[2,4] Импортировано :count объекта из плагина :plugin.|[5,*] Импортировано :count объектов из плагина :plugin.',
        'title'                 => 'Импортирование :plugin',
        'updated'               => 'Обновлены следующие объекты:',
    ],
    'info'          => [
        'helper'        => 'При выходе новой версии плагина кампании, его можно будет обновить.',
        'title'         => 'Обновления плагина :plugin',
        'updates'       => 'Обновления',
        'your_version'  => 'Ваша версия',
    ],
    'status'        => [
        'disabled'  => 'Отключен',
        'enabled'   => 'Включен',
    ],
    'templates'     => [
        'name'  => ':name от :user',
    ],
    'title'         => 'Плагины кампании :name',
    'types'         => [
        'attribute' => 'Шаблон атрибутов',
        'pack'      => 'Пакет объектов',
        'theme'     => 'Тема',
    ],
    'update'        => [
        'success'   => 'Плагин ":plugin" обновлен.',
    ],
];
