<?php

return [
    'actions'       => [
        'disable'           => 'Отключить плагин',
        'enable'            => 'Включить плагин',
        'go_to_marketplace' => 'Перейти в Каталог плагинов',
        'remove'            => 'Удалить плагин',
        'update'            => 'Обновить плагин',
        'update_available'  => 'Доступно обновление!',
    ],
    'disabled'      => [
        'success'   => 'Плагин ":plugin" отключен.',
    ],
    'empty_list'    => 'В данный момент в Кампании нет плагинов. Перейдите в Каталог плагинов чтобы установить нужные плагины, а затем вернитесь сюда и активируйте их.',
    'enabled'       => [
        'success'   => 'Плагин ":plugin" включен.',
    ],
    'fields'        => [
        'name'      => 'Название плагина',
        'status'    => 'Статус',
        'type'      => 'Тип плагина',
    ],
    'helper'        => 'Сообщество Kanka постоянно создает новые потрясающие плагины в нашем каталоге. Если ваша Кампания усилена, вы можете устанавливать плагины из каталога. С помощью этого интерфейса можно удалять плагины из вашей Кампании.',
    'info'          => [
        'helper'        => 'При выходе новой версии плагина вы сможете обновить его до последней версии для вашей Кампании.',
        'title'         => 'Обновления плагина :plugin',
        'updates'       => 'Обновления',
        'your_version'  => 'Ваша версия',
    ],
    'status'        => [
        'disabled'  => 'Отключен',
        'enabled'   => 'Включен',
    ],
    'title'         => 'Плагины Кампании :name',
    'types'         => [
        'attributes'    => 'Шаблон Аттрибутов',
        'pack'          => 'Пакет Содержимого',
        'theme'         => 'Тема',
    ],
    'update'        => [
        'success'   => 'Плагин ":plugin" обновлен.',
    ],
];
