<?php

return [
    'actions'       => [
        'disable'           => 'Отключить плагин',
        'enable'            => 'Включить плагин',
        'go_to_marketplace' => 'Перейти в каталог плагинов',
        'remove'            => 'Удалить плагин',
        'update'            => 'Обновить плагин',
        'update_available'  => 'Доступно обновление!',
    ],
    'destroy'       => [
        'success'   => 'Плагин ":plugin" удален',
    ],
    'disabled'      => [
        'success'   => 'Плагин ":plugin" отключен',
    ],
    'empty_list'    => 'В данный момент в кампании нет плагинов. Перейдите в каталог плагинов чтобы установить нужные плагины, а затем вернитесь сюда и активируйте их.',
    'enabled'       => [
        'success'   => 'Плагин ":plugin" включен',
    ],
    'errors'        => [
        'invalid_plugin'    => 'Недействительный плагин',
    ],
    'fields'        => [
        'name'      => 'Название плагина',
        'status'    => 'Статус',
        'type'      => 'Тип плагина',
    ],
    'helper'        => 'Сообщество Kanka постоянно создает новые потрясающие плагины для нашего каталога. Если ваша кампания усилена, вы можете устанавливать плагины, размещенные в каталоге. На этой странице также можно удалять плагины из кампании.',
    'info'          => [
        'helper'        => 'При выходе новой версии плагина вы сможете полностью обновить его для вашей Кампании.',
        'title'         => 'Обновления плагина :plugin',
        'updates'       => 'Обновления',
        'your_version'  => 'Ваша версия',
    ],
    'status'        => [
        'disabled'  => 'Отключен',
        'enabled'   => 'Включен',
    ],
    'title'         => 'Плагины кампании :name',
    'types'         => [
        'attributes'    => 'Шаблон атрибутов',
        'pack'          => 'Пакет содержимого',
        'theme'         => 'Тема',
    ],
    'update'        => [
        'success'   => 'Плагин ":plugin" обновлен',
    ],
];
