<?php

return [
    'helpers'   => [
        'main'  => 'Публичные кампании доступны всем пользователям по ссылке на кампанию или через страницу :public-campaigns. Разрешения пользователей, просматривающих кампанию так, задаются ролью :public-role.',
    ],
    'title'     => 'Изменение доступности кампании',
    'update'    => [
        'private'   => 'Теперь это приватная кампания. Она доступна только ее участникам.',
        'public'    => 'Теперь эта публичная кампания. Прежде, чем она появится на странице :public-campaigns, может пройти некоторое время.',
    ],
];
