<?php

return [
    'actions'   => [
        'recover'   => 'Восстановить',
    ],
    'error'     => 'При попытке восстановления объектов произошла ошибка.',
    'fields'    => [
        'deleted'   => 'Удален',
    ],
    'helper'    => 'Удаленные объекты можно восстановить в течение :count дней с помощью этого интерфейса.',
    'success'   => '{1} :count объект восстановлен.|[2, 4] :count объекта восстановлено.|[5, *] :count объектов востановлено.',
    'title'     => 'Восстановление объектов :campaign',
];
