<?php

return [
    'actions'   => [
        'new'   => 'Новый стиль',
    ],
    'create'    => [
        'success'   => 'Новый стиль создан.',
        'title'     => 'Новый стиль',
    ],
    'delete'    => [
        'success'   => 'Стиль ":name" удален.',
    ],
    'fields'    => [
        'content'       => 'CSS',
        'is_enabled'    => 'Применен',
        'length'        => 'Длина',
        'name'          => 'Название',
    ],
    'helpers'   => [
        'css_moved' => 'Поле для CSS перемещено в новый и гибкий интерфейс, внесенный в меню кампании как :link.',
        'here'      => 'в нашем блоге',
        'main'      => 'Вы можете создавать свои CSS стили для ваших усиленных кампаний. Эти стили применяются после всех тем из Каталога, примененных к кампании. Больше о стилях кампаний можно узнать :here.',
    ],
    'update'    => [
        'success'   => 'Стиль ":name" обновлен.',
        'title'     => 'Обновление стиля',
    ],
];
