<?php

return [
    'create'    => [
        'title' => 'Новое событие сообщества',
    ],
    'edit'      => [
        'title' => 'Редактирование события сообщества :name',
    ],
    'fields'    => [
        'content'   => 'Содержание',
        'end_at'    => 'Дата окончания (когда заканчиваются подсобытия)',
        'entries'   => 'Подсобытия',
        'excerpt'   => 'Краткое описание (для списка)',
        'name'      => 'Название события',
        'start_at'  => 'Дата начала (когда оно становится видимым)',
        'status'    => 'Статус',
    ],
    'index'     => [
        'add'   => 'Новое событие',
        'title' => 'События сообщества',
    ],
    'status'    => [
        'finished'  => 'Закончилось',
        'ongoing'   => 'Проходит сейчас',
        'upcoming'  => 'Будет позже',
    ],
];
