<?php

return [
    'create'    => [
        'success'   => 'Голосование создано.',
        'title'     => 'Создать новое голосование',
    ],
    'destroy'   => [
        'success'   => 'Голосование удалено.',
    ],
    'edit'      => [
        'success'   => 'Голосование изменено.',
        'title'     => 'Обновить Голосование :name',
    ],
    'fields'    => [
        'content'       => 'Содержание',
        'excerpt'       => 'Краткое содержание',
        'name'          => 'Название',
        'options'       => 'Варианты',
        'published_at'  => 'Опубликовано (когда результаты опубликованы)',
        'status'        => 'Статус',
        'visible_at'    => 'Видимое (когда патреонцы могут голосовать)',
        'votes'         => 'Голоса',
    ],
    'index'     => [
        'add'   => 'Новое Голосование',
        'title' => 'Админ: Голосования',
    ],
];
