<?php

return [
    'create'        => [
        'description'   => 'צור משפחה חדשה',
        'success'       => 'משפחת \':name\' נוצרה.',
        'title'         => 'משפחה חדשה',
    ],
    'destroy'       => [
        'success'   => 'משפחת \':name\' הוסרה.',
    ],
    'edit'          => [
        'success'   => 'משפחת \':name\' עודכנה.',
        'title'     => 'ערוך את משפחת \':name\'.',
    ],
    'families'      => [
        'title' => 'תת-משפחות של משפחת :name',
    ],
    'fields'        => [
        'families'  => 'תת-משפחות',
        'family'    => 'משפחת אם',
        'image'     => 'תמונה',
        'location'  => 'מיקום',
        'members'   => 'בני משפחה',
        'name'      => 'שם',
        'relation'  => 'יחס',
        'type'      => 'סוג',
    ],
    'helpers'       => [
        'descendants'   => 'רשימה זו כוללת את כל תתי המשפחות של משפחה זו, לא רק את צאצאיה הישירים.',
        'nested'        => 'בצפייה מקוננת, משפחות בלי משפחת אם יופיעו בהתחלה. לחיצה על משפחה עם תתי-משפחות תציג את הצאצאים. ניתן להמשיך עד שלא נשארים צאצאים לצפייה.',
    ],
    'hints'         => [
        'members'   => 'בני המשפחה מוצגים כאן. ניתן לשייך דמות למשפחה בעת עריכת הדמות, בעזרת שדה ה"משפחה".',
    ],
    'index'         => [
        'add'           => 'משפחה חדשה',
        'description'   => 'נהל את המשפחות של :name.',
        'header'        => 'המשפחות של :name',
        'title'         => 'משפחות',
    ],
    'members'       => [
        'helpers'   => [
            'all_members'       => 'הרשימה הבאה היא רשימת כל הדמויות השייכות למשפחה זו ולתתי המשפחות שלה.',
            'direct_members'    => 'למשפחות רבות יש בני משפחה המנהלים אותה או הופכים אותה למפורסמת. הרשימה הבאה היא של דמויות השייכים לה ישירות.',
        ],
        'title'     => 'בני משפחת :name',
    ],
    'placeholders'  => [
        'location'  => 'בחר מיקום',
        'name'      => 'שם המשפחה',
        'type'      => 'מלוכה, אצולה, נכחדת',
    ],
    'show'          => [
        'description'   => 'מבט מפורט על משפחה',
        'tabs'          => [
            'all_members'   => 'כל בני המשפחה',
            'families'      => 'משפחות',
            'members'       => 'בני משפחה',
            'relation'      => 'יחסים',
        ],
        'title'         => 'משפחת :name',
    ],
];
