<?php

return [
    'campaign'          => [
        'boost'         => [
            'add'       => 'המערכה :campaign מוגברת על ידי :user.',
            'remove'    => 'המערכה :campaign כבר לא מוגברת על ידי :user.',
        ],
        'export'        => 'ייצוא של המערכה זמין. ניתן להוריד אותו על ידי לחיצה a href=":link">כאן</a>. הקישור זמין ל:time דקות.',
        'export_error'  => 'אירעה תקלה בייצוא המערה. אנא צור איתנו קשר אם הבעיה הזו ממשיכה.',
        'join'          => ':user הצטרף למערכה :campaign.',
        'leave'         => ':user עזב את המערכה :campaign.',
        'role'          => [
            'add'       => 'הוסיפו אותך לתפקיד :role במערכה :campaign.',
            'remove'    => 'הוסרת מהתפקיד :role במערכה :campaign.',
        ],
    ],
    'header'            => 'יש לך :count התראות.',
    'index'             => [
        'title' => 'התראות',
    ],
    'no_notifications'  => 'אין כרגע התראות',
    'subscriptions'     => [
        'charge_fail'   => 'ארעה שגיאה בהעברת התשלום. אנא המתן רגע בזמן שאנו מנסים שוב. אם אין שינוי, אנא צור עמנו קשר.',
        'ended'         => 'המנוי שלך לKanka נגמר. המערכות המוגברות שלך והתפקידים בDiscord הוסרו. מקווים לראותך שוב בקרוב!',
        'failed'        => 'המנוי שלך לKanka בוטל אחרי יותר מדי נסיונות כושלים לחיוב הכרטיס שלך. נסה לתקן את פרטי התשלום שלך בהגדרות המנוי.',
        'started'       => 'המנוי שלך לKanka החל.',
    ],
];
