<?php

return [
    'children'      => [
        'actions'       => [
            'add'   => 'הוסף תג חדש',
        ],
        'create'        => [
            'title' => 'הוסף תג ל:name',
        ],
        'description'   => 'אובייקטים המשוייכים לתג',
        'title'         => 'צאצאיים של התג :name',
    ],
    'create'        => [
        'description'   => 'צור תג חדש',
        'success'       => 'התג \':name\' נוצר.',
        'title'         => 'תג חדש',
    ],
    'destroy'       => [
        'success'   => 'התג \':name\' הוסר.',
    ],
    'edit'          => [
        'success'   => 'התג \':name\' עודכן.',
        'title'     => 'ערוך את התג :name',
    ],
    'fields'        => [
        'characters'    => 'דמויות',
        'children'      => 'צאצאים',
        'name'          => 'שם',
        'tag'           => 'תג-אב',
        'tags'          => 'תת-תגים',
        'type'          => 'סוג',
    ],
    'helpers'       => [
        'nested'    => 'במבט מקונן ניתן לראות את כל התגים באופן מקונן. תגים ללא תג-אב יופיעו בהתחלה. לחיצה על תג עם צאצאים תציג את אותם צאצאים. ניתן להמישך כך עד שלא נשארים עוד צאצאיים.',
    ],
    'hints'         => [
        'children'  => 'רשימה זו כוללת את כל האובייקטים המשוייכים לתג זה ולכל התת-תגים שלו',
        'tag'       => 'כאן מוצגים כל התגים שהם צאצאים ישירים של תג זה.',
    ],
    'index'         => [
        'actions'       => [
            'explore_view'  => 'מבט מקונן',
        ],
        'add'           => 'תג חדש',
        'description'   => 'ניהול התגים של :name',
        'header'        => 'התגים של :name',
        'title'         => 'תגים',
    ],
    'new_tag'       => 'תג חדש',
    'placeholders'  => [
        'name'  => 'השם של התג',
        'tag'   => 'בחר תג-אב',
        'type'  => 'סיפור, מלחמות, היסטוריה, דת, ווקסילולוגיה',
    ],
    'show'          => [
        'description'   => 'מבט מפורט על תג',
        'tabs'          => [
            'children'      => 'צאצאים',
            'information'   => 'מידע',
            'tags'          => 'תגים',
        ],
        'title'         => 'תג :name',
    ],
    'tags'          => [
        'description'   => 'תת-תגים',
        'title'         => 'צאצאיים של :name',
    ],
];
