<?php

return [
    'hall_of_fame'  => 'היכל התהילה',
    'index'         => [
        'community'     => 'קהילה',
        'core'          => 'ליבה',
        'description'   => 'האנשים האלה הופכים את Kanka לאפשרי',
        'other'         => 'אחר',
        'qa'            => 'בקרת איכות (QA)',
        'support'       => 'תמיכה',
        'title'         => 'צוות',
        'translations'  => 'תרגומים',
    ],
    'people'        => [
        'jay'       => [
            'text'  => <<<'TEXT'
יצרתי את Kanka באוקטובר 2017 כי לא היה כלי שאיפשר לי ליצור עולם יחד עם החברים שלי, וגם לשלוט מי מיכול לראות או לערוך כל דבר.

בתחילת 2020 התחלתי לעבוד על Kanka במשרה מלאה, הודות לתמיכתם של חבריי והקהילה.
TEXT
,
            'title' => 'מייסד ומפתח ראשי',
        ],
        'jon'       => [
            'text'  => <<<'TEXT'
ג'יי ואני חברים כבר כמעט עשור, והיה מרגש לראות אותו מפתח את Kanka בשנים האחרונות.

מאז תחילת 2020, אני עוזר בטיפול הפן העסקי, ואני מקווה שנוכל להמשיך לספק כלי ייחודי שמועיל לבוני-עולמות ושחקנים בכל העולם!
TEXT
,
            'title' => 'מייסד-שותף ומנהל עסקי',
        ],
        'joseph'    => [
            'title' => 'בקרת איכות ותמיכה',
        ],
        'ryan'      => [
            'title' => 'מנהל קהילתי וראש QA',
        ],
    ],
];
