<?php

return [
    'help'      => 'У цьому інтерфейсі ви можете створити тему для своєї кампанії візуально. Прокрутіть нижче, аби побачити, як внесені зміни впливають на різні елементи кампанії. Коли вибрано колір, автоматично вибирається "контрастний" колір для заливки тексту. Дізнайтеся більше про теми у нашій :docs.',
    'pitch'     => 'Пссст, у нас є редактор тем, якщо ви хочете змінити якісь кольори своєї кампанії 😉',
    'pitch-go'  => 'Нумо, покажіть мені той редактор',
    'reset'     => 'Скинуто налаштування стилів теми.',
    'success'   => 'Налаштування стилів теми збережено.',
    'title'     => 'Редактор теми',
];
