<?php

return [
    'actions'           => [
        'add'   => 'Завантажити нове прев\'ю',
    ],
    'call-to-action'    => 'Завантажити довільне прев\'ю для всіх персонажів, розташувань чи інших сутностей кампанії. Ці зображення будуть показані в різних списках.',
    'create'            => [
        'error'     => 'Сталася помилка з прев\'ю за замовчанням. Чи вже встановлено :type?',
        'success'   => 'Для :type було створено нове прев\'ю.',
        'title'     => 'Нове прев\'ю за замовчанням',
    ],
    'destroy'           => [
        'success'   => 'Прев\'ю :type за замовчанням видалено.',
    ],
];
