<?php

return [
    'actions'       => [
        'close'         => 'Закрити',
        'file-link'     => 'Посилання файлу',
        'focus_point'   => 'Встановити точку фокусу',
        'image-link'    => 'Посилання зображення',
        'reset_focus'   => 'Скинути точку фокусу',
        'save'          => 'Зберегти',
    ],
    'breadcrumb'    => 'Галерея',
    'cta'           => 'Керувати й використовувати зображення скрізь в кампанії.',
    'destroy'       => [
        'success'   => 'Зображення :name видалене.',
    ],
    'errors'        => [
        'max'           => 'Будь ласка, виберіть не більше :count файлів за один раз.',
        'permissions'   => 'Ролі вашої кампанії :campaign не мають дозволу :permission, щоб завантажувати зображення до галереї кампанії.',
    ],
    'fields'        => [
        'created_by'            => 'Завантажений',
        'ext'                   => 'Розш.',
        'folder'                => 'Тека',
        'image_mentioned_in'    => '{0} Це зображення не згадується в жодній із сутностей кампанії.|{1} Згадується в одному записі/публікації.|[2,*] згадується у :count записах/публікаціях.',
        'image_used_in'         => '{0} Не використовується як зображення для жодної сутності.|{1} Не використовується як зображення для однієї сутності.|[2,] Не використовується як зображення для :count сутностей.',
        'name'                  => 'Назва',
        'size'                  => 'Розмір',
    ],
    'focus'         => [
        'removed'   => 'Видалено фокус зображення.',
        'updated'   => 'Оновлено фокус зображення.',
    ],
    'new_folder'    => [
        'title' => 'Нова тека',
    ],
    'no_folder'     => 'Без теки',
    'pitch'         => 'Завантажте зображення до галереї кампанії прямо з текстового редактора.',
    'placeholders'  => [
        'search'    => 'Шукати зображення за назвою...',
    ],
    'title'         => 'Галерея кампанії :campaign',
    'update'        => [
        'success'   => 'Зображення змінено.',
    ],
    'uploader'      => [
        'add'           => 'Додати новий',
        'new_folder'    => 'Нова тека',
        'or'            => 'або',
        'select_file'   => 'Виберіть файл',
        'well'          => 'Перетягніть файл для завантаження',
    ],
];
