<?php

return [
    'actions'       => [
        'close' => 'Закрити',
        'save'  => 'Зберегти',
    ],
    'breadcrumb'    => 'Галерея',
    'destroy'       => [
        'success'   => 'Зображення :name видалене.',
    ],
    'errors'        => [
        'permissions'   => 'Ролі вашої кампанії :campaign не мають дозволу :permission, щоб завантажувати зображення до галереї кампанії.',
    ],
    'fields'        => [
        'created_by'    => 'Завантажений',
        'ext'           => 'Розш.',
        'folder'        => 'Тека',
        'image_used_in' => '{0} Не використовується як зображення для жодної сутності.|{1} Не використовується як зображення для однієї сутності.|[2,] Не використовується як зображення для :count сутностей.',
        'name'          => 'Назва',
        'size'          => 'Розмір',
    ],
    'new_folder'    => [
        'title' => 'Нова тека',
    ],
    'no_folder'     => 'Без теки',
    'pitch'         => 'Завантажте зображення до галереї кампанії прямо з текстового редактора.',
    'placeholders'  => [
        'search'    => 'Шукати зображення за назвою...',
    ],
    'title'         => 'Галерея кампанії :campaign',
    'update'        => [
        'success'   => 'Зображення змінено.',
        'title'     => 'Опис зображення',
    ],
    'uploader'      => [
        'add'           => 'Додати новий',
        'new_folder'    => 'Нова тека',
        'or'            => 'або',
        'select_file'   => 'Виберіть файл',
        'well'          => 'Перетягніть файл для завантаження',
    ],
];
