<?php

return [
    'members'       => 'Кампанія досягла максимальної кількості учасників. Підсильте кампанію, щоб збільшити кількість учасників, або видаліть наявних учасників, щоб нові учасники могли приєднатися.',
    'quick-links'   => 'Кампанія досягла максимальної кількості посилань у меню. Видаліть наявні швидкі посилання, перш ніж додати нові, або підсильте кампанію, щоб мати необмежену кількість швидких посилань.',
    'roles'         => 'Кампанія досягла максимальної кількості ролей. Видаліть наявні ролі, перш ніж додати нові, або підсильте кампанію, щоб мати необмежену кількість ролей.',
    'title'         => 'Досягнуто ліміту',
];
