<?php

return [
    'actions'   => [
        'customise' => 'Налаштувати',
    ],
    'fields'    => [
        'icon'      => 'Значок модуля',
        'plural'    => 'Назва модуля в множині',
        'singular'  => 'Назва модуля в однині',
    ],
    'helpers'   => [
        'info'  => 'Кампанія розділена на кілька модулів, що взаємодіють між собою. Увімкніть або вимкніть ті, що вам не потрібні. Деактивасія модуля не видаляє його вмісту, а тільки приховує його.',
    ],
    'pitch'     => 'Перейменуйте та замініть значок на позначення цього модуля для всієї кампанії.',
    'rename'    => [
        'helper'    => 'Замініть назвута значок модуля скрізьу кампанії. Залиште порожнім для значень за замовчанням.',
        'success'   => 'Модуль налаштовано.',
        'title'     => 'Налаштувати модуль :module',
    ],
    'reset'     => [
        'success'   => 'Модулі кампанії було скинуто.',
        'title'     => 'Скинути довільні налаштування назв та значків',
        'warning'   => 'Ви впевнені, що хочете скинути модулі кампанії до їхніх початкових назв та значків?',
    ],
    'states'    => [
        'disable'   => 'Вимкнено',
        'enable'    => 'Увімкнено',
    ],
];
