<?php

return [
    'actions'       => [
        'bulks'             => [
            'disable'   => 'Вимкнути плагіни',
            'enable'    => 'Увімкнути плагіни',
            'update'    => 'Оновити плагіни',
        ],
        'changelog'         => 'Логи змін',
        'disable'           => 'Вимкнути плагін',
        'enable'            => 'Увімкнути плагін',
        'go_to_marketplace' => 'До Маркетплейсу',
        'import'            => 'Імпорт',
        'remove'            => 'Видалити плагін',
        'update'            => 'Оновити плагін',
        'update_available'  => 'Доступне оновлення!',
    ],
    'bulks'         => [
        'delete'    => '{1} Видалено :count плагін.|[2,*] Видалено :count плагіни(ів).',
        'disable'   => '{1} Вимкнено :count плагін.|[2,*] Вимкнено :count плагіни(ів).',
        'enable'    => '{1} Увімкнено :count плагін.|[2,*] Увімкнено :count плагіни(ів).',
        'update'    => '{1} Оновлено :count плагін.|[2,*] Оновлено :count плагіни(ів).',
    ],
    'destroy'       => [
        'success'   => 'Плагін :plugin видалено.',
    ],
    'disabled'      => [
        'success'   => 'Плагін :plugin вимкнено.',
    ],
    'empty_list'    => 'Кампанія зараз не має жодних плагінів. Перейдіть до Маркетплейсу та встановіть кілька, а потім перейдіть сюди, щоб їх активувати.',
    'enabled'       => [
        'success'   => 'Плагін :plugin увімкнено.',
    ],
    'errors'        => [
        'invalid_plugin'    => 'Неправильний плагін.',
    ],
    'fields'        => [
        'name'      => 'Назва плагіна',
        'obsolete'  => 'Цей плагін було позначено як застарілий командою Kanka, що означає, що він більше не працює так, як задумував його творець.',
        'status'    => 'Статус',
        'type'      => 'Тип плагіна',
    ],
    'import'        => [
        'button'                => 'Імпорт',
        'created'               => 'Створено наступні сутності:',
        'helper'                => 'Ви маєте намір імпортувати :count сутностей із плагіна :plugin. Якщо ці плагіни було імпортовано раніше, зроблені вами зміни в імпортованих сутностях буде втрачено.',
        'no_new_entities'       => 'Немає нових сутностей для імпорту.',
        'option_only_import'    => 'Імпортувати тільки нові сутності, пропускати ті, що вже імпортовано.',
        'option_private'        => 'Імпортувати усі сутності як приватні.',
        'success'               => '{1} Імпортовано :count сутність із плагіна :plugin.|[2,*] Імпортовано :count сутності(ей) із плагіна :plugin.',
        'title'                 => 'Імпортувати :plugin',
        'updated'               => 'Оновлено наступні сутності:',
    ],
    'info'          => [
        'helper'        => 'Коли виходить нова версія плагіна, ви можете оновити його для своєї кампанії.',
        'title'         => 'Оновлення плагіна :plugin',
        'updates'       => 'Оновлення',
        'your_version'  => 'Ваша версія',
    ],
    'pitch'         => 'Встановіть та керуйте плагінами з :marketplace.',
    'status'        => [
        'disabled'  => 'Вимкнено',
        'enabled'   => 'Увімкнено',
    ],
    'templates'     => [
        'name'  => ':name від :user',
    ],
    'title'         => 'Плагіни - :name',
    'types'         => [
        'attribute' => 'Шаблон атрибуту',
        'pack'      => 'Набір вмісту',
        'theme'     => 'Тема',
    ],
    'update'        => [
        'success'   => 'Плагін :plugin оновлений.',
    ],
];
