<?php

return [
    'helpers'   => [
        'main'  => 'Публічні кампанії видимі для всіх користувачів, що мають посилання на кампанію або через сторінку :public-campaigns. Дозволя для перегляду кампанії контролюються у ролі кампанії :public-role.',
    ],
    'title'     => 'Зміна видимості кампанії',
    'update'    => [
        'private'   => 'Кампанія тепер приватна і видима тільки для її учасників.',
        'public'    => 'Тепер кампанія публічна. Може знадобитися певний час, щоб вона з\'явилася на сторінці :public-campaign.',
    ],
];
