<?php

return [
    'actions'   => [
        'recover'   => 'Відновлення',
    ],
    'error'     => 'Під час відновлення сутностей сталася помилка.',
    'fields'    => [
        'deleted'   => 'Видалені',
    ],
    'helper'    => 'Видалені з кампанії сутності можна відновити упродовж :count днів. Сутності, видалені з кампанії, що не була підсилена, можна відновити, щойно кампанію знову буде підсилено.',
    'success'   => '{1} :count сутність була відновлена.|[2,*] :count сутності(ей) були відновлені.',
    'title'     => 'Відновлення сутності - :campaign',
];
