<?php

return [
    'actions'   => [
        'status'    => 'Статус :status',
    ],
    'public'    => [
        'campaign'      => [
            'private'   => 'Тепер ця кампанія приватна.',
            'public'    => 'Тепер ця кампанія публічна.',
        ],
        'description'   => 'Встановлює дозволя для публічної ролі для перегляду сутностей наступних модулів у кампанії. Користувач автоматично вважається належним до цієї ролі, якщо переглядає кампанію, не будучи її учасником.',
        'test'          => 'Щоб перевірити дозволи ролі, відкрийте панель налаштування кампанії :url у режимі інкогніто.',
    ],
    'show'      => [
        'title' => 'Дозволи :role - :campaign',
    ],
    'toggle'    => [
        'disabled'  => 'Учасники з роллю :role більше не можуть :action :entities',
        'enabled'   => 'Учасники з роллю :role тепер можуть :action :entities',
    ],
];
