<?php

return [
    'actions'           => [
        'reset' => 'Скинути до початкових',
    ],
    'call-to-action'    => 'Налаштуйте порядок, значки та назви елементів у бічному меню кампанії.',
    'helpers'           => [
        'here'          => 'у нашій документації',
        'icons'         => 'Використовуйте клас значків :link.',
        'reordering'    => 'Змініть порядок у бічній панелі, перетягуючи значки зліва.',
        'setup'         => 'Налаштуйте порядок, значки та назви елементів у бічній панелі кампанії. Ви завжди можете скинути налаштування до початкових, натиснувши кнопку :reset в кінці сторінки.',
    ],
    'reset'             => [
        'success'   => 'Налаштування панелі скинуто.',
        'title'     => 'Скинути налаштування панелі',
        'warning'   => 'Ви впевнені, що хочете скинути налаштування бічної панелі кампанії до початкових?',
    ],
    'success'           => 'Налаштування бічної панелі кампані збережено.',
    'title'             => 'Налаштування бічної панелі кампанії :campaign',
];
