<?php

return [
    'actions'   => [
        'current'   => 'Поточна тема: :theme',
        'disable'   => 'Вимкнено',
        'enable'    => 'Увімкнено',
        'new'       => 'Новий стиль',
    ],
    'bulks'     => [
        'delete'    => '{1} Видалено :count стиль.|[2,*] Видалено :count стилі(в).',
        'disable'   => '{1} Вимкнено :count стиль.|[2,*] Вимкнено :count стилі(в).',
        'enable'    => '{1} Увімкнено :count стиль.|[2,*] Увімкнено :count стилі(в).',
    ],
    'create'    => [
        'success'   => 'Створено новий стиль.',
        'title'     => 'Новий стиль',
    ],
    'delete'    => [
        'success'   => 'Стиль :name видалено.',
    ],
    'errors'    => [
        'max_content'   => 'Правило CSS не може бути довшим за :amount знаків.',
        'max_reached'   => 'Досягнуто максимальної кількості стилів (:max).',
    ],
    'fields'    => [
        'content'       => 'Правило CSS',
        'is_enabled'    => 'Увімкнено',
        'length'        => 'Довжина',
        'modified'      => 'Змінено',
        'name'          => 'Назва',
        'order'         => 'Порядок',
    ],
    'helpers'   => [
        'css_moved' => 'Поля CSS було переміщено до нового гнучного інтерфейсу, який можна знайти в меню кампанії: :link.',
        'here'      => 'у нашому блогу',
        'main'      => 'Ви можете створити довільний CSS-стиль для своїх підсилених кампаній. Ці стили завантажуються після будь-яких тем із маркетплейсу, які були увімкнені для кампанії. Дізнатися про стилізацію своєї кампанії можна :here.',
    ],
    'pitch'     => 'Створить довільний CSS-стиль для повноцінного налаштування вигляду й духу кампанії.',
    'reorder'   => [
        'save'      => 'Зберегти новий порядок',
        'success'   => '{1} Упорядкований :count стиль.|[2,*] Упорядковано :count стилі(в).',
        'title'     => 'Упорядкувати стилі',
    ],
    'theme'     => [
        'success'   => 'Тема кампанії оновлена.',
        'title'     => 'Оновити тему кампанії',
    ],
    'title'     => 'Теми кампанії',
    'update'    => [
        'success'   => 'Стиль :name оновлено.',
        'title'     => 'Оновити стиль',
    ],
];
