<?php

return [
    'attribute_templates'   => [
        'title' => 'Шаблоны Атрибутов :name',
    ],
    'create'                => [
        'description'   => 'Создание нового Шаблона Атрибутов.',
        'success'       => 'Шаблон Атрибутов ":name" создан.',
        'title'         => 'Новый Шаблон Атрибутов',
    ],
    'destroy'               => [
        'success'   => 'Шаблон Атрибутов ":name" удален.',
    ],
    'edit'                  => [
        'description'   => 'Редактирование Шаблона Атрибутов.',
        'success'       => 'Шаблон Атрибутов ":name" обновлен.',
        'title'         => 'Изменение Шаблона Атрибутов :name',
    ],
    'fields'                => [
        'attribute_template'    => 'Родительский Шаблон Атрибутов',
        'attributes'            => 'Атрибуты',
        'name'                  => 'Название',
    ],
    'hints'                 => [
        'automatic'                 => 'Атрибуты автоматически подключены из Шаблона Атрибутов :link.',
        'entity_type'               => 'Этот Шаблон Атрибутов будет автоматически подключен к новым объектам указанного типа.',
        'parent_attribute_template' => 'Этот Шаблон Атрибутов может быть потомком другого Шаблона Атрибутов. При подключении Шаблона Атрибутов, подключаются и все его родительские Шаблоны.',
    ],
    'index'                 => [
        'add'           => 'Новый Шаблон Атрибутов',
        'description'   => 'Управление Шаблонами Атрибутов :name.',
        'header'        => 'Шаблоны Атрибутов :name',
        'title'         => 'Шаблоны Атрибутов',
    ],
    'placeholders'          => [
        'attribute_template'    => 'Выберите Шаблон Атрибутов',
        'name'                  => 'Название Шаблона Атрибутов',
    ],
    'show'                  => [
        'description'   => 'Детальный вид Шаблона Атрибутов.',
        'tabs'          => [
            'attribute_templates'   => 'Шаблоны Атрибутов',
            'attributes'            => 'Атрибуты',
        ],
        'title'         => 'Шаблон Атрибутов :name',
    ],
];
