<?php

return [
    'actions'       => [
        'add_appearance'    => 'Дополнить внешность',
        'add_organisation'  => 'Добавить организацию',
        'add_personality'   => 'Добавить личное качество',
    ],
    'conversations' => [
        'description'   => 'Разговоры, в которых персонаж учавствует',
        'title'         => 'Разговоры персонажа :name',
    ],
    'create'        => [
        'description'   => 'Создание нового персонажа',
        'success'       => 'Персонаж ":name" создан.',
        'title'         => 'Новый персонаж',
    ],
    'destroy'       => [
        'success'   => 'Персонаж ":name" удален.',
    ],
    'dice_rolls'    => [
        'description'   => 'Броски костей, связанные с персонажем',
        'hint'          => 'Броски костей могут быть связаны с персонажем для использования в игре.',
        'title'         => 'Броски костей персонажа :name',
    ],
    'edit'          => [
        'description'   => 'Редактирование персонажа',
        'success'       => 'Персонаж ":name" обновлен.',
        'title'         => 'Редактирование персонажа :name',
    ],
    'fields'        => [
        'age'                       => 'Возраст',
        'family'                    => 'Семья',
        'image'                     => 'Изображение',
        'is_dead'                   => 'Мертв(а)',
        'is_personality_visible'    => 'Показывать личные качества',
        'life'                      => 'Жизнь',
        'location'                  => 'Локация',
        'name'                      => 'Имя',
        'physical'                  => 'Физиология',
        'pronouns'                  => 'Местоимения',
        'race'                      => 'Раса',
        'relation'                  => 'Отношение',
        'sex'                       => 'Пол (гендер)',
        'title'                     => 'Титул',
        'traits'                    => 'Черты',
        'type'                      => 'Тип',
    ],
    'helpers'       => [
        'age'   => 'Возраст этого объекта можно связать с календарем вашей кампании, чтобы он вычислялся автоматически. :more.',
    ],
    'hints'         => [
        'is_dead'                   => 'Укажите, мертв ли этот персонаж.',
        'is_personality_visible'    => 'Вы можете скрыть раздел "Личные качества" от всех пользователей, кроме админов.',
        'personality_not_visible'   => 'Личные качества этого персонажа могут видеть только админы.',
        'personality_visible'       => 'Личные качества этого персонажа могут видеть все.',
    ],
    'index'         => [
        'actions'       => [
            'random'    => 'Новый случайный персонаж',
        ],
        'add'           => 'Новый персонаж',
        'description'   => 'Управление персонажами :name',
        'header'        => 'Персонажи в :name',
        'title'         => 'Персонажи',
    ],
    'items'         => [
        'description'   => 'Предметы, которые, находятся у персонажа или принадлежат ему',
        'hint'          => 'Предметы можно связывать с персонажами, чтобы отображать их здесь.',
        'title'         => 'Предметы персонажа :name',
    ],
    'journals'      => [
        'description'   => 'Журналы, автором которых является персонаж',
        'title'         => 'Журналы персонажа :name',
    ],
    'maps'          => [
        'description'   => 'Карта связей персонажа',
        'title'         => 'Карта связей персонажа :name',
    ],
    'organisations' => [
        'actions'       => [
            'add'   => 'Добавить организацию',
        ],
        'create'        => [
            'description'   => 'Связь организации с персонажем',
            'success'       => 'Персонаж добавлен в организацию.',
            'title'         => 'Новая организация персонажа :name',
        ],
        'description'   => 'Организации в которые входит этот персонаж',
        'destroy'       => [
            'success'   => 'Организация персонажа удалена.',
        ],
        'edit'          => [
            'description'   => 'Обновление организации персонажа',
            'success'       => 'Организация персонажа обновлена.',
            'title'         => 'Обновление организации персонажа :name',
        ],
        'fields'        => [
            'organisation'  => 'Организация',
            'role'          => 'Роль',
        ],
        'hint'          => 'Персонажа можно связать с несколькими организациями, показывающими, на кого персонаж работает или в каком тайном обществе состоит.',
        'placeholders'  => [
            'organisation'  => 'Выберите организацию',
        ],
        'title'         => 'Организации персонажа :name',
    ],
    'placeholders'  => [
        'age'               => 'Возраст',
        'appearance_entry'  => 'Описание',
        'appearance_name'   => 'Глаза, волосы, кожа, рост',
        'family'            => 'Выберите персонажа',
        'image'             => 'Изображение',
        'location'          => 'Выберите локацию',
        'name'              => 'Полное имя',
        'personality_entry' => 'Подробности',
        'personality_name'  => 'Тип  (цели, поведение, страхи, принципы)',
        'physical'          => 'Физиология',
        'pronouns'          => 'Он, она, оно',
        'race'              => 'Раса',
        'sex'               => 'Пол (гендер)',
        'title'             => 'Титул',
        'traits'            => 'Черты',
        'type'              => 'Персонаж игрока, Божество, NPC',
    ],
    'quests'        => [
        'description'   => 'Квесты, в которых участвует персонаж',
        'helpers'       => [
            'quest_giver'   => 'Квесты, которые этот персонаж предлагает.',
            'quest_member'  => 'Квесты, участником которых является этот персонаж.',
        ],
        'title'         => 'Квесты персонажа :name',
    ],
    'sections'      => [
        'appearance'    => 'Внешность',
        'general'       => 'Основная информация',
        'personality'   => 'Личность',
    ],
    'show'          => [
        'description'   => 'Детальный вид персонажа',
        'tabs'          => [
            'conversations' => 'Разговоры',
            'dice_rolls'    => 'Броски костей',
            'items'         => 'Предметы',
            'journals'      => 'Журналы',
            'map'           => 'Карта связей',
            'organisations' => 'Организации',
            'personality'   => 'Личные качества',
            'quests'        => 'Квесты',
        ],
        'title'         => 'Персонаж :name',
    ],
    'warnings'      => [
        'personality_hidden'    => 'Вы не можете редактировать личные качества этого персонажа.',
    ],
];
