<?php

return [
    'aqua'          => 'Аква.',
    'black'         => 'Черный',
    'blue'          => 'Синий',
    'brown'         => 'Коричневый',
    'green'         => 'Зеленый',
    'grey'          => 'Серый',
    'light-blue'    => 'Голубой',
    'maroon'        => 'Бордовый',
    'navy'          => 'Темно-синий',
    'none'          => 'Нет',
    'orange'        => 'Оранжевый',
    'pink'          => 'Розовый',
    'purple'        => 'Сиреневый',
    'red'           => 'Красный',
    'teal'          => 'Сине-зеленый',
    'white'         => 'Белый',
    'yellow'        => 'Желтый',
];
