<?php

return [
    'blog'              => 'Блог',
    'boosters'          => 'Усиление',
    'company'           => 'Компания',
    'language-switcher' => [
        'other' => 'Другие языки',
        'title' => 'Выберите язык',
    ],
    'platform'          => 'Платформа',
    'press-kit'         => 'Пресс-кит',
    'privacy'           => 'Конфиденциальность',
    'resources'         => 'Ресурсы',
    'security'          => 'Безопасность',
    'server_time'       => 'Время на сервере: :time',
    'status'            => 'Состояние сервера',
    'terms'             => 'Условия',
    'translator_call'   => 'Kanka переведена на другие языки благодаря нашему потрясающему сообществу. Если вы хотите помочь перевести Kanka на ваш язык, свяжитесь с нами на :discord!',
    'whats-new'         => 'Что нового',
];
