<?php

return [
    'about'         => [
        'description'   => 'Kanka была создана большим любителем настольных RPG игр, мечтавшим создать свой Мир и управлять им вместе с игроками. Испробовав несколько доступных инструментов и заключив, что ни один из них не подойдет для этой цели, осенью 2017 он начал разработку Kanka.',
        'title'         => 'О нас',
    ],
    'campaigns'     => [
        'description_full'  => 'Многие Кампании Kanka являются открытыми для всех. На этой странице представлен список открытых кампаний, а также нескольких популярных кампаний от сообщества.',
        'featured'          => [
            'description'   => 'Наше сообщество создает потрясающие вещи, которые мы любим показывать в популярных кампаниях. Обязательно заходите сюда время от времени, чтобы проверить другие популярные кампании.',
            'title'         => 'Популярные кампании',
        ],
        'public'            => [
            'description'   => 'Посмотрите публичные кампании для вдохновения.',
            'filters'       => [
                'all'       => 'Статус усиления',
                'boosted'   => 'Усиленные кампании',
                'unboosted' => 'Неусиленные кампании',
            ],
            'no-results'    => 'Открытые кампании с такими параметрами не найдены. Пожалуйста, попробуйте снова.',
            'title'         => 'Открытые Кампании',
        ],
        'title'             => 'Открытые Кампании',
    ],
    'community'     => [
        'description'   => 'Kanka это не только приложение, это также растущее сообщество ворлдбилдеров, мастеров подземелий, RPG игроков и креативных энтузиастов.',
        'discord'       => 'Kanka на Discord это место, где активнее всего обсуждают приложение, баги, функции, обращаются за помощью и помогают другим.',
        'facebook'      => 'Будьте в курсе всех обновлений с нашей страницей Facebook.',
        'instagram'     => 'Хотите увидеть больше кадров из закулисья, где мы работаем над Kanka или играем? Можете следить за нашим Instagram!',
        'join'          => 'Присоединяйтесь!',
        'reddit'        => 'Kanka на Reddit это более тихое место, где все обсуждается дольше.',
        'title'         => 'Сообщество',
    ],
    'contact'       => [
        'description'   => 'Нужна помощь, есть предложение или просто хотите поделиться любовью к Kanka? Наша команда ответит в любом случае!',
        'email'         => 'Отправьте ваши вопросы на',
        'other'         => 'Или свяжитесь с нами через одну из следующих соцсетей:',
        'title'         => 'Мы здесь ради вас',
    ],
    'cookie'        => [
        'dismiss'   => 'Понятно',
        'link'      => 'Узнать больше',
        'message'   => 'Этот сайт использует файлы cookie, чтобы сделать работу с ним максимально удобной.',
    ],
    'faq'           => [
        'description'   => 'Мы собрали самые часто задаваемые вопросы и ответили на них так понятно, как только смогли.',
        'helpers'       => [
            'more'  => 'Не нашли то, что искали?',
        ],
        'title'         => 'ЧаВо',
    ],
    'features'      => [
        'api'               => [
            'description'   => 'Хотите создавать крутые инструменты для интеграции с Kanka? Смотрите :link.',
            'link'          => 'API документацию',
            'title'         => 'API',
        ],
        'boosts'            => [
            'beta'                  => 'Бета-доступ к некоторым новым функциям за 30 дней до их полного выхода',
            'boosted'               => 'Усиленная Кампания',
            'css'                   => 'Заказной CSS Кампании',
            'description'           => 'Определенные уровни подписки дают пользователям усилители для Кампаний. Они дают следующие преимущества.',
            'entity_files'          => 'Большее число загрузок файлов на объект (5 вместо 3)',
            'header_image'          => 'Изображение заголовка объекта',
            'images'                => 'Выбор изображений по умолчанию для объектов',
            'recovery'              => 'Срок восстановления объектов до 30 дней',
            'relation-visualiser'   => 'Исследуйте связи объектов визуально',
            'theme'                 => 'Фиксированная тема Кампании',
            'title'                 => 'Усиленные Кампании',
            'tooltip'               => 'Настройка подсказок объектов: картинки, текст',
            'upload'                => 'Повышенный лимит размера файлов для всех участников',
        ],
        'calendars'         => [
            'description'   => 'Создайте собственные календари и подстройте под них вашу Кампанию.',
            'title'         => 'Календари',
        ],
        'collaborative'     => [
            'description'   => 'Вы не одни? Нет проблем! Вы можете пригласить своих друзей и мастера подземелий, чтобы помочь вам создать Кампанию!',
            'title'         => 'Команды',
        ],
        'description'       => 'У Kanka есть множество функций. Следите за Персонажами вашего Мира и их связями, Локациями и их историей, Квестами и их целями, Календарями, их событиями и погодой, и многим другим. А главное, на Kanka несколько раз в месяц проходят обновления, основанные на пожеланиях пользователей.',
        'description_full'  => 'Мы постоянно вводим новые функции и улучшения Kanka, причем все основные функции бесплатны.',
        'free'              => [
            'bonuses'       => 'бонусами',
            'description'   => 'Все основные функции Kanka абсолютно бесплатны, с :bonuses для поддерживающих :patreon.',
            'title'         => 'Бесплатное использование',
        ],
        'landscape'         => 'Пожалуйста, переведите ваше устройство в ландшафтный режим, чтобы просмотреть список функций.',
        'layers'            => [
            'description'   => 'Следите за Персонажами, их Семьями и многим другим в любое время.',
            'title'         => 'Персонажи, Семьи, Локации',
        ],
        'learn_more'        => 'Узнать больше о функциях Kanka',
        'maps'              => [
            'description'   => 'Загружайте карты ваших Миров, городов и пещер и добавляйте удобные метки и ссылки на них.',
            'title'         => 'Карты',
        ],
        'modular'           => [
            'description'   => 'Каждый модуль, например Персонажей или Локации, можно включить или отключить в любой момент, чтобы упростить управление Кампанией.',
            'title'         => 'Модули',
        ],
        'notebook'          => [
            'description'   => 'Подготовьте свою следующую всречу или журнал событий с помощью нашей продвинутой функции Журналов!',
            'title'         => 'Журналы',
        ],
        'patreon'           => [
            'api_calls'         => 'Увеличенное число API запросов (90)',
            'boosts'            => 'Усилители Кампаний',
            'curation'          => 'Помощь в выборе вариантов для голосований',
            'default_image'     => 'Классные изображения по умолчанию для объектов',
            'description'       => 'Поддержка Kanka небольшой суммой каждый месяц позволяет нам продолжать работать над Kanka и дает аккаунту следующие преимущества.',
            'discord'           => 'Приватный Discord канал',
            'entities'          => 'Количество объектов, которые могут быть созданы в каждой Кампании.',
            'free'              => 'Бесплатно',
            'hall_of_fame'      => 'Имя в :link',
            'impact'            => 'Влияние на будущие функции',
            'monthly_vote'      => 'Участие в голосованиях за функции',
            'pagination'        => 'Увеличенное число результатов на странице',
            'pagination_help'   => 'Максимальное число результатов, отображаемых на одной странице, а не объектов в Кампании.',
            'title'             => 'Платные функции',
            'upload_limit'      => 'Вес загружаемых файлов',
            'upload_limit_map'  => 'Вес загружаемых карт',
            'users_roles'       => 'Число пользователей, ролей и управлений рарешениями',
        ],
        'public'            => [
            'description'   => 'Разрешения можно назначить модулям или всем объектам по отдельности. Кампании также могут быть публичными, чтобы их <a href=":url">увидел весь мир</a>.',
            'title'         => 'Разрешения',
        ],
        'relations'         => [
            'description'   => 'У каждого объекта может быть сложная система связей с другими объектами, включая тайные связи, невидимые для ваших игроков.',
            'title'         => 'Связи',
        ],
        'title'             => 'Невероятно гибкие полезные функции',
        'unlimited'         => 'Сколько угодно',
        'updates'           => [
            'description'   => 'На Kanka часто проходят обновления, направляемые сообществом.',
            'title'         => 'Частые обновления',
        ],
    ],
    'first_block'   => [
        'description'   => 'Kanka доступна для любых мобильных устройств и браузеров. Ничего не нужно устанавливать и у вас всегда будет последняя версия со всеми новыми функциями. Забудьте о путанице среди ваших заметок, с Kanka все на своем месте и никуда не пропадет.',
        'title'         => 'Новый способ следить за вашими Мирами и Кампаниями.',
    ],
    'footer'        => [
        'app'       => 'Приложение',
        'copyright' => '© 2017 - :current kanka.io. Все Права Защищены.',
        'headings'  => [
            'app'           => 'Приложение',
            'community'     => 'Сообщество',
            'friends'       => 'Наши Друзья',
            'useful_links'  => 'Полезные ссылки',
        ],
        'navigation'=> 'Навигация',
        'resources' => 'Ресурсы',
        'social'    => 'Social',
    ],
    'help'          => [
        'description'   => 'Мы здесь ради вас, если вам нужна какая-то помощь. Свяжитесь с нами одним из следующих способов, и мы ответим так скоро, как только сможем.',
        'discord'       => 'Присоединяйтесь к нам на Discord',
        'email'         => 'Отправьте нам письмо',
        'facebook'      => 'Свяжитесь с нами на Facebook',
        'title'         => 'Помощь',
        'twitter'       => 'Твитните нам на Twitter',
    ],
    'home'          => [
        'seo'   => [
            'meta-description'  => 'Kanka это управляемый сообществом инструмент для RPG Кампаний и ворлдбилдинга, позволяющий легко организовать, планировать и наслаждаться своими RPG Кампаниями.',
        ],
    ],
    'master'        => [
        'call_to_action'    => 'Регистрация',
        'description'       => 'Kanka это простой, интуитивный и гибкий инструмент для Ворлдбилдеров, авторов, рассказчиков историй и RPG игроков для управления Мирами и Кампаниями. Создавайте народы, места, организации, события и многое другое бесплатно.',
        'heading'           => 'Управление RPG Кампаниями и Ворлдбилдинг стали проще',
        'title'             => 'Kanka',
    ],
    'menu'          => [
        'about'     => 'О приложении',
        'api'       => 'API',
        'campaigns' => 'Публичные Кампании',
        'community' => 'Сообщество',
        'contact'   => 'Контакты',
        'contact_us'=> 'Свяжитесь с нами',
        'dashboard' => 'Главная страница',
        'faq'       => 'FAQ и Помощь',
        'features'  => 'Функции',
        'help'      => 'Помощь',
        'home'      => 'Домой',
        'login'     => 'Вход',
        'news'      => 'Новости',
        'newsletter'=> 'Рассылка',
        'pricing'   => 'Цены',
        'privacy'   => 'Политика Конфиденциальности',
        'register'  => 'Регистрация',
        'releases'  => 'Версии',
        'roadmap'   => 'Планы',
        'terms'     => 'Условия и Положения',
        'title'     => 'Меню',
    ],
    'meta'          => [
        'description'   => 'Kanka это гибкий онлайн инструмент для Ворлдбилдинга и RPG Кампаний',
        'title'         => 'Kanka это онлайн инструмент для RPG Кампаний и Ворлдбилдинга',
    ],
    'partners'      => [
        'description'   => 'Мы сотрудничаем с несколькими прекрасными инструментами и сообществами, разделяющими наши цели и принципы.',
        'title'         => 'Партнеры',
    ],
    'pricing'       => [
        'actions'       => [
            'more'      => 'Узнать больше о функциях, открываемых поддержкой Kanka',
            'subscribe' => 'Подписаться',
            'support'   => 'Поддержать',
        ],
        'benefits'      => [
            'boosters'          => 'усилителей Кампаний',
            'core'              => 'Доступ ко всем основным функциям',
            'higher_uploads'    => 'Больший размер загружаемых файлов',
            'huge_uploads'      => 'Огромный размер загружаемых файлов',
            'no_boosters'       => 'Нет усилителей Кампаний',
            'unlimited'         => 'Сколько угодно Кампаний и загрузок',
            'updates'           => 'Частые обновления и улучшения',
        ],
        'description'   => 'Хотя все основные функции Kanka бесплатны, поддержка Kanka помогает нам продолжать вводить обновления и улучшения для всех пользователей.',
        'tier'          => [
            'free'  => 'Бесплатно',
            'month' => 'Месяц',
        ],
        'title'         => 'Обзор цен',
    ],
    'privacy'       => [
        'description'   => 'Дата вступления в силу: :date',
        'title'         => 'Политика Конфиденциальности',
    ],
    'release'       => [
        'description'   => 'Kanka постоянно растет и улучшается, и мы хотим, чтобы Мир знал обо всех прекрасных функциях, которые мы в нее добавляем.',
        'title'         => 'Версии',
    ],
    'roadmap'       => [
        'backlog'           => [
            'description'   => 'Эта Trello доска содержит все предложенные сообществом функции, а также планируемые функции и улучшения, которые однажды будут добавлены в приложение.',
            'title'         => 'Список предложений',
        ],
        'description'       => 'Наши голосования формируют нашу работу, и мы легко можем следить за тем что нам предлагают и над чем мы работаем прямо сейчас, не строя планы на несколько месяцев вперед.',
        'featured_requests' => [
            'title' => 'Предложенные функции',
        ],
        'next'              => [
            'description'   => 'Эта Trello доска содержит все функции и улучшения, над которыми мы в данный момент работаем.',
            'title'         => 'Следующее',
        ],
        'ongoing_progress'  => [
            'title' => 'Текущая работа',
        ],
        'title'             => 'Планы',
    ],
    'second_block'  => [
        'call_to_action'    => 'Создать бесплатный аккаунт!',
    ],
    'seo'           => [
        'keywords'  => 'Ворлдбилдинг, Настольное RPG, RPG Кампании',
    ],
    'team'          => [
        'coffee'    => 'Купи мне кофе!',
    ],
    'terms'         => [
        'description'   => 'Дата вступления в силу: :date',
        'title'         => 'Условия и Положения',
    ],
];
