<?php

return [
    'about'         => [
        'description'   => 'Kanka была создана большим любителем настольных RPG игр, мечтавшим создать свой Мир и управлять им вместе с игроками. Испробовав несколько доступных инструментов и заключив, что ни один из них не подойдет для этой цели, осенью 2017 он начал разработку Kanka.',
        'title'         => 'О нас',
    ],
    'campaigns'     => [
        'description_full'  => 'Многие Кампании Kanka являются публичными и доступны для просмотра всем. На этой странице представлен список публичных кампаний, а также нескольких популярных кампаний от сообщества.',
        'featured'          => [
            'description'   => 'Наше сообщество создает потрясающие вещи, которые мы любим показывать в популярных кампаниях. Обязательно заходите сюда время от времени, чтобы проверить другие популярные кампании.',
            'title'         => 'Популярные кампании',
        ],
        'open'              => [
            'filters'   => [
                'all'       => 'Статус открытости',
                'closed'    => 'Закрытые кампании',
                'open'      => 'Открытые кампании',
            ],
        ],
        'public'            => [
            'description'   => 'Посмотрите публичные кампании для вдохновения.',
            'filters'       => [
                'all'       => 'Статус усиления',
                'boosted'   => 'Усиленные кампании',
                'unboosted' => 'Неусиленные кампании',
            ],
            'no-results'    => 'Публичные кампании с такими параметрами не найдены. Пожалуйста, попробуйте снова.',
            'title'         => 'Публичные кампании',
        ],
        'title'             => 'Публичные кампании',
    ],
    'community'     => [
        'description'   => 'Kanka это не только приложение, это также растущее сообщество любителей world-bulding\'а, мастеров подземелий, RPG игроков и креативных энтузиастов.',
        'discord'       => 'Kanka на Discord это место, где активнее всего обсуждают приложение, баги, функции, обращаются за помощью и помогают другим.',
        'facebook'      => 'Будьте в курсе всех обновлений с нашей страницей Facebook.',
        'instagram'     => 'Хотите увидеть больше кадров из закулисья, где мы работаем над Kanka или играем? Можете следить за нашим Instagram!',
        'join'          => 'Присоединяйтесь!',
        'reddit'        => 'Kanka на Reddit это более тихое место, где все обсуждается дольше.',
        'title'         => 'Сообщество',
    ],
    'contact'       => [
        'description'   => 'Нужна помощь, есть предложение или просто хотите поделиться любовью к Kanka? Наша команда ответит в любом случае!',
        'email'         => 'Отправьте ваши вопросы на',
        'other'         => 'Или свяжитесь с нами через одну из следующих платформ:',
        'title'         => 'Мы готовы помочь',
    ],
    'cookie'        => [
        'dismiss'   => 'Понятно',
        'link'      => 'Узнать больше',
        'message'   => 'Этот сайт использует файлы cookie, чтобы сделать работу с ним максимально удобной.',
    ],
    'faq'           => [
        'description'   => 'Мы собрали самые часто задаваемые вопросы и постарались ответить на них как можно понятнее.',
        'helpers'       => [
            'more'  => 'Не нашли то, что искали?',
        ],
        'title'         => 'ЧаВо',
    ],
    'features'      => [
        'abilities'         => [
            'description'   => 'Создавайте инвентари для объектов. Добавляйте персонажам заклинания и силы с помощью способностей.',
            'title'         => 'Способности и Предметы',
        ],
        'actions'           => [
            'rpg'           => 'Для RPG Кампаний',
            'worldbuilder'  => 'Для Ворлд-билдинга',
        ],
        'api'               => [
            'description'   => 'Хотите создавать крутые инструменты для интеграции с Kanka? Загляните в :link.',
            'link'          => 'API документацию',
            'title'         => 'API',
        ],
        'audio'             => [
            'description'   => 'Не нужно обыскивать 10 плейлистов, просто встройте ваше аудио и видео в свои объекты.',
            'title'         => 'Встройка Аудио и Видео',
        ],
        'boosts'            => [
            'beta'                  => 'Ранний доступ к некоторым новым функциям за 30 дней до их выхода',
            'boosted'               => 'Усиленная кампания',
            'css'                   => 'Добавление CSS кампании',
            'dashboards'            => 'Создание обзоров и ролей кампании',
            'description'           => 'При определенном уровне подписки пользователи получают усилители кампаний, дающие следующие преимущества.',
            'entity_files'          => 'Увеличенное с 3 до 5 количество файлов на объект',
            'entity_links'          => 'Создание ссылок на внешние ресурсы и другие сайты',
            'header_image'          => 'Изображение заголовка объекта',
            'images'                => 'Создание иконок по умолчанию для объектов',
            'no_ads'                => 'Отсутствие рекламы в кампании',
            'recovery'              => 'Возможность восстановить объекты в течение 30 дней',
            'relation-visualiser'   => 'Наглядное представление связей объектов',
            'theme'                 => 'Фиксированная тема кампании',
            'title'                 => 'Усиленные кампании',
            'tooltip'               => 'Настройка подсказок объектов: картинки, текст',
            'upload'                => 'Увеличенный максимальный размер файлов для всех участников',
        ],
        'calendars'         => [
            'description'   => 'Создавайте собственные календари с какими пожелаете неделями и месяцами. Добавляйте времена года, погоду и луны для полноты мира и для его познания. Добавляйте календарям напоминания в виде объектов и управляйте их длительностью и частотой появления.',
            'title'         => 'Календари',
        ],
        'collaborative'     => [
            'description'   => 'Вы не одни? Нет проблем! Вы можете пригласить своих друзей и мастера подземелий, чтобы помочь вам создать Кампанию!',
            'title'         => 'Сотрудничество',
        ],
        'description'       => 'С помощью наших @упоминаний, тэгов и системы разрешений на Kanka легко следить за своим миром или кампанией, включающей персонажей с их связями, локации с их историей, квесты с их целями, хронологии с их эрами и календари с их событиями и погодой. И самое главное, то, какими будут новые функции, решают пользователи Kanka в регулярных голосованиях.',
        'description_full'  => 'Kanka постоянно обновляется, улучшаясь и приобретая новые функции. Здесь перечислены самые важные из них. Думаем, они вам понравятся.',
        'flora'             => [
            'description'   => 'Создайте целый мир живых существ с помощью модуля рас и постройте сложную экосистему с помощью заметок.',
            'title'         => 'Флора и Фауна',
        ],
        'free'              => [
            'bonuses'       => 'бонусами для наших подписчиков',
            'description'   => 'Все основные функции Kanka абсолютно бесплатны, с :bonuses.',
            'title'         => 'Бесплатность',
        ],
        'landscape'         => 'Пожалуйста, переведите ваше устройство в ландшафтный режим, чтобы посмотреть список функций.',
        'layers'            => [
            'description'   => 'Следите за персонажами, их семьями и многим другим в любое время.',
            'title'         => 'Персонажи, Семьи, Локации',
        ],
        'learn_more'        => 'Полный список функций Kanka',
        'learn_more_about'  => 'Узнать больше об этой функции',
        'maps'              => [
            'description'   => 'Загружайте карты ваших миров, городов и пещер и добавляйте на них удобные метки и ссылки.',
            'title'         => 'Карты',
        ],
        'modular'           => [
            'description'   => 'Любой модуль, такой как персонажи или локации, можно подключить или отключить в любой момент, что позволяет легко настраивать кампанию.',
            'title'         => 'Модули',
        ],
        'notebook'          => [
            'description'   => 'Подготовьте свою следующую сессию или журнал событий с помощью нашего модуля журналов!',
            'title'         => 'Журналы',
        ],
        'patreon'           => [
            'api_calls'         => 'Увеличенное число API запросов (90 в минуту)',
            'boosts'            => 'Усилители кампаний',
            'curation'          => 'Помощь в выборе вариантов для голосований',
            'default_image'     => 'Иконки по умолчанию для объектов',
            'description'       => 'Поддержка Kanka подпиской дает вам доступ к следующим функциям и преимуществам.',
            'discord'           => 'Приватный Discord канал',
            'entities'          => 'Количество объектов, которые можно создать в каждой кампании',
            'free'              => 'Бесплатно',
            'hall_of_fame'      => 'Внесение в :link',
            'impact'            => 'Влияние на будущие функции',
            'monthly_vote'      => 'Участие в голосованиях по выбору функций',
            'no_ads'            => 'Отсутствие рекламы',
            'pagination'        => 'Увеличенная пагинация',
            'pagination_help'   => 'Максимальное число результатов, отображаемых на одной странице, а не объектов в кампании.',
            'title'             => 'Платные функции',
            'upload_limit'      => 'Размер загружаемых файлов',
            'upload_limit_map'  => 'Размер загружаемых карт',
            'users_roles'       => 'Число пользователей, ролей и разрешений',
        ],
        'public'            => [
            'description'   => 'Разрешения можно назначить модулям или каждому объекту по отдельности. Кампании также могут быть <a href=":url">публичными</a> и доступными всему миру.',
            'title'         => 'Разрешения',
        ],
        'quests'            => [
            'description'   => 'Подготовьте свою следующую сессию или журнал событий с помощью нашего модуля журналов!',
            'title'         => 'Квесты и Журналы',
        ],
        'relations'         => [
            'description'   => 'У каждого объекта может быть сложная система связей с другими объектами, включая тайные связи, невидимые для ваших игроков.',
            'title'         => 'Связи',
        ],
        'rpg'               => [
            'description'   => 'От системы разрешений до квестов, журналов, персонажей, способностей и встраиваемого аудио и видео мы помогаем вам управлять вашей кампанией.',
            'title'         => 'Управление RPG кампаниями',
        ],
        'secrets'           => [
            'description'   => 'У каждого объекта может быть несколько секретов в виде заметок объекта. У них есть разрешения, определяющие то, кто их видит, и возможность закрепить их на главной странице объекта, для более быстрого доступа.',
            'title'         => 'Секреты',
        ],
        'superboosts'       => [
            'boosted'       => 'Супер-усиленная кампания',
            'description'   => 'Применение трех усилителей на одну кампанию делает ее супер-усиленной и открывает следующие функции.',
            'files'         => 'До 10 загруженных файлов на каждый объект',
            'gallery'       => 'Галерея кампании и интеграция с текстовым редактором Summernote',
            'logs'          => 'История изменений объектов (до 30 дней)',
            'stats'         => 'Страница достижений кампании',
            'title'         => 'Супер-усиленные кампании',
        ],
        'timelines'         => [
            'description'   => 'Покажите наглядно историю ваших миров, империй, знатных семей или даже отдельного персонажа.',
            'title'         => 'Хронологии',
        ],
        'title'             => 'Полезные и невероятно гибкие функции',
        'unlimited'         => 'Неограниченно',
        'updates'           => [
            'description'   => 'Каждый месяц Kanka обновляется и приобретает новые функции, выбираемые сообществом. Подробнее об этих обновлениях рассказано на :discord.',
            'title'         => 'Частые обновления',
        ],
        'worldbuilding'     => [
            'description'   => 'С помощью модулей на все случаи жизни, от карт до хронологий и от календарей до событий, с Kanka легко создавать сложные миры.',
            'title'         => 'Ворлд-билдинг',
        ],
    ],
    'first_block'   => [
        'description'   => 'Kanka работает на всех устройствах и постоянно обновляется, улучшаясь и приобретая новые функции. Забудьте о путанице в разбросанных повсюду записях, с Kanka все собрано вместе, организовано и всегда под рукой.',
        'title'         => 'Занимайтесь Ворлд-билдингом и RPG по-новому',
    ],
    'footer'        => [
        'app'       => 'Приложение',
        'copyright' => 'Copyright :copy :year Owlchester SNC',
        'headings'  => [
            'community'     => 'Сообщество',
            'other'         => 'Другое',
            'useful_links'  => 'Полезные Ссылки',
        ],
        'navigation'=> 'Навигация',
        'resources' => 'Ресурсы',
        'social'    => 'Сообщество',
    ],
    'help'          => [
        'description'   => 'Мы всегда готовы помочь, если вам это нужно. Свяжитесь с нами одним из следующих способов, и мы ответим так скоро, как только сможем.',
        'discord'       => 'Пишите нам в Discord',
        'email'         => 'Пишите нам на почту',
        'facebook'      => 'Пишите нам в Facebook',
        'title'         => 'Помощь',
        'twitter'       => 'Пишите нам в Twitter',
    ],
    'home'          => [
        'seo'   => [
            'meta-description'  => 'Вы гейм-мастер, ворлд-билдер, или писатель? Мы предлагаем инструмент для ведения настольных кампаний и ворлд-билдинга позволяющий легко организовывать, планировать, и наслаждаться TTRPG кампаниями. Мы все время прислушиваемся к сообществу, а главное, все основные функции приложения бесплатны!',
        ],
    ],
    'master'        => [
        'call_to_action'    => 'Создать аккаунт',
        'description'       => 'Kanka это инструмент для ворлд-билдинга и ведения настольных RPG кампаний, развитием которого руководит его сообщество, идеально подходящий как ворлд-билдерам, так и гейм-мастерам. Мы помогаем вам создавать и организовывать кампании и миры с помощью нашей системы @упоминаний и целого набора функций таких как календари, интерактивные карты, хронологии, организации, семьи и персонажи, которых может быть столько, сколько вы захотите!',
        'heading'           => 'Ворлд-билдинг, настольные RPG кампании, писательство. Вместе.',
        'title'             => 'Kanka',
    ],
    'media'         => [
        'description'   => 'На этой странице вы найдете изображения Kanka хорошего качества. Используйте их, если вы продвигаете Kanka и создаете инструменты для интеграции с Kanka.',
        'images'        => [
            'primary'   => 'Основной логотип Kanka',
            'social'    => 'Логотип Kanka для соц-сетей',
        ],
        'title'         => 'Медиа',
    ],
    'menu'          => [
        'about'         => 'О нас',
        'api'           => 'API',
        'campaigns'     => 'Публичные кампании',
        'community'     => 'Сообщество',
        'contact'       => 'Обратная связь',
        'contact_us'    => 'Свяжитесь с нами',
        'dashboard'     => 'Обзор кампании',
        'faq'           => 'ЧаВо',
        'features'      => 'Функции',
        'help'          => 'Помощь',
        'home'          => 'Домой',
        'login'         => 'Вход',
        'marketplace'   => 'Каталог',
        'media'         => 'Медиа',
        'news'          => 'Новости',
        'newsletter'    => 'Рассылка',
        'other'         => 'Другое',
        'pricing'       => 'Цены',
        'privacy'       => 'Политика Конфиденциальности',
        'register'      => 'Регистрация',
        'releases'      => 'Версии',
        'roadmap'       => 'Планы',
        'terms'         => 'Условия и Положения',
        'title'         => 'Меню',
    ],
    'meta'          => [
        'description'   => 'Kanka это многофункциональный электронный инструмент для ворлд-билдинга и ведения prg кампаний онлайн',
        'title'         => 'Kanka - Онлайн инструмент для ведения настольных RPG кампаний и ворлд-билдинга',
    ],
    'partners'      => [
        'description'   => 'Мы сотрудничаем с несколькими потрясающими инструментами и сообществами, разделяющими наши цели и принципы.',
        'title'         => 'Партнеры',
    ],
    'pricing'       => [
        'actions'       => [
            'more'      => 'Полный список функций, открываемых поддержкой Kanka',
            'subscribe' => 'Подписаться',
            'support'   => 'Поддержать',
        ],
        'benefits'      => [
            'big_maps'      => 'Большой размер карт (:size)',
            'bigger_maps'   => 'Очень большой размер карт (:size)',
            'boosters'      => 'усилителей кампаний',
            'core'          => 'Доступ ко всем основным функциям',
            'huge_maps'     => 'Огромный размер карт (size:)',
            'huge_uploads'  => 'Огромный размер загружаемых файлов',
            'no_boosters'   => 'Нет усилителей кампаний',
            'unlimited'     => 'Сколько угодно кампаний и загрузок',
            'updates'       => 'Частые обновления и улучшения',
        ],
        'description'   => 'Хотя все основные функции Kanka бесплатны, поддержка помогает нам продолжать вводить обновления и улучшения для всех пользователей.',
        'tier'          => [
            'free'  => 'Бесплатно',
            'month' => 'Месяц',
        ],
        'title'         => 'Обзор цен',
    ],
    'privacy'       => [
        'description'   => 'Дата вступления в силу: :date',
        'title'         => 'Политика Конфиденциальности',
    ],
    'release'       => [
        'description'   => 'Kanka постоянно растет и улучшается, и мы хотим, чтобы мир знал обо всех прекрасных вещах, которые мы в нее добавляем.',
        'title'         => 'Версии',
    ],
    'roadmap'       => [
        'backlog'           => [
            'description'   => 'В этой Trello доске собраны все предложенные сообществом функции, а также планируемые функции и улучшения, которые однажды будут добавлены в приложение.',
            'title'         => 'Список предложений',
        ],
        'description'       => 'Наши голосования направляют нашу работу, так что мы легко можем следить за тем что пользователи предлагают и над чем мы работаем прямо сейчас, не строя планы на несколько месяцев вперед.',
        'featured_requests' => [
            'title' => 'Предложенные функции',
        ],
        'next'              => [
            'description'   => 'В этой Trello доске собраны все функции, улучшения и баги, над которыми мы работаем в данный момент и которые определило последнее :community_vote.',
            'title'         => 'Функции в работе',
        ],
        'ongoing_progress'  => [
            'title' => 'Текущая работа',
        ],
        'title'             => 'Планы',
    ],
    'second_block'  => [
        'call_to_action'    => 'Создать бесплатный аккаунт!',
    ],
    'seo'           => [
        'keywords'  => 'Ворлд-билдинг, Настольное RPG, RPG Кампании',
    ],
    'team'          => [
        'coffee'    => 'Купи мне кофе!',
    ],
    'terms'         => [
        'description'   => 'Дата вступления в силу: :date',
        'title'         => 'Условия и Положения',
    ],
];
