<?php

return [
    'about'         => [
        'description'   => 'Kanka основана в 2017 страстным RPG игроком, желающим создать Мир со своими игроками и управлять им. После нескольких попыток использовать различные доступные инструменты, ни один из которых не подошел, осенью 2017 началась разработка Kanka.',
        'title'         => 'О приложении',
    ],
    'campaigns'     => [
        'description_full'  => 'Многие Кампании Kanka публичны и доступны всем. Эта страница содержит список всех публичных Кампаний, а также нескольких Популярных Кампаний от сообщества.',
        'featured'          => [
            'description'   => 'Наше сообщество создает потрясающие вещи, которые мы любим показывать как Популярные Кампании. Обязательно приходите сюда время от времени, чтобы посмотреть больше Популярных Кампаний.',
            'title'         => 'Популярные Кампании',
        ],
        'public'            => [
            'description'   => 'Посмотрите Публичные Кампании для вдохновения.',
            'title'         => 'Публичные Кампании',
        ],
        'title'             => 'Публичные Кампании',
    ],
    'community'     => [
        'description'   => 'Kanka это не только приложение, это также растущее сообщество ворлд-билдеров, мастеров подземелий, игроков в ролевые игры и творческих энтузиастов.',
        'discord'       => 'Kanka на Discord - лучшее место, чтобы обсудить приложение, баги, функции, обратиться за помощью или помочь другим.',
        'facebook'      => 'Будьте в курсе всех обновлений с помощью нашей страницы Facebook.',
        'instagram'     => 'Хотите видеть больше фотографий закулисья, где мы работаем над Kanka или играем? Следите за нами на Instagram!',
        'join'          => 'Присоединяйтесь к нам!',
        'reddit'        => 'Kanka на Reddit это тихое место, где вещи могут обсуждаться долгое время.',
        'title'         => 'Сообщество',
    ],
    'contact'       => [
        'description'   => 'Нужна помощь, есть предложение или просто хотите поделиться любовью к Kanka? Наша команда ответит в любом случае!',
        'email'         => 'Отправьте ваши запросы на нашу электронную почту:',
        'other'         => 'Или свяжитесь с нами через одну из следующих соцсетей:',
        'title'         => 'Мы здесь для вас',
    ],
    'cookie'        => [
        'dismiss'   => 'Понятно!',
        'link'      => 'Узнать больше',
        'message'   => 'Этот вебсайт использует файлы Куки, чтобы вы получили лучшие ощущения от нашего сайта.',
    ],
    'faq'           => [
        'description'   => 'Мы рассмотрели самые часто задаваемые вопросы и ответили на них так понятно, как только смогли.',
        'helpers'       => [
            'more'  => 'Не нашли то, что искали?',
        ],
        'title'         => 'FAQ',
    ],
    'features'      => [
        'api'               => [
            'description'   => 'Хотите создать крутые инструменты для интеграции с Kanka? Переходите на :link.',
            'link'          => 'API документацию',
            'title'         => 'API',
        ],
        'boosts'            => [
            'beta'          => 'Бета-доступ к некоторым новым функциям за 30 дней до их полного выхода.',
            'boosted'       => 'Усиленная Кампания',
            'css'           => 'Заказной CSS Кампании',
            'description'   => 'Определенные уровни подписки дают пользователям усилители для усиления Кампаний. Они дают следующие преимущества.',
            'header_image'  => 'Изображение заголовка объекта',
            'images'        => 'Заказные изображения объектов по умолчанию',
            'recovery'      => 'Срок восстановления объектов до 30 дней',
            'theme'         => 'Фиксированная тема Кампании',
            'title'         => 'Усиленные Кампании',
            'tooltip'       => 'Заказные подсказки объектов: показывать картинки, изменить текст',
            'upload'        => 'Повышенный лимит размера файлов л=для всех участников',
        ],
        'calendars'         => [
            'description'   => 'Создайте собственные календари и подстройте под них вашу Кампанию.',
            'title'         => 'Календари',
        ],
        'collaborative'     => [
            'description'   => 'Вы не одни? Нет проблем! Вы можете пригласить своих друзей и мастера подземелий, чтобы помочь вам создать Кампанию!',
            'title'         => 'Команды',
        ],
        'description'       => 'У Kanka есть множество функций. Следите за Персонажами вашего Мира и их связями, Локациями и их историей, Квестами и их целями, Календарями и их событиями и погодой, и многое другое. А главное, на Kanka несколько раз в месяц проходят обновления, основанные на пожеланиях пользователей.',
        'description_full'  => 'Мы постоянно добавляем новые функции и улучшения Kanka, а все основные функции бесплатны.',
        'free'              => [
            'bonuses'       => 'бонусами',
            'description'   => 'Все основные функции Kanka абсолютно бесплатны, с :bonuses для поддерживающих на :patreon.',
            'title'         => 'Бесплатное использование',
        ],
        'landscape'         => 'Пожалуйста, переведите устройство в ландшафтный режим, чтобы просмотреть список функций.',
        'layers'            => [
            'description'   => 'Следите за Персонажами, их Семьями, их нахождением и многим другим, когда вам угодно.',
            'title'         => 'Персонажи, Семьи, Локация',
        ],
        'learn_more'        => 'Узнать больше о функциях Kanka',
        'maps'              => [
            'description'   => 'Загружайте карты ваших Миров, городов и пещер и добавляйте удобные метки и ссылки на них.',
            'title'         => 'Карты',
        ],
        'modular'           => [
            'description'   => 'Каждый модуль, как Персонажи или Локации, можно включить или отключить в любой момент, чтобы упростить управление Кампанией.',
            'title'         => 'Модули',
        ],
        'notebook'          => [
            'description'   => 'Подготовьте свою следующую сессию или события журнала с помощью нашей продвинутой функции Журналов!',
            'title'         => 'Журналы',
        ],
        'patreon'           => [
            'api_calls'         => 'Увеличенное число API запросов (90)',
            'boosts'            => 'Усилители Кампаний',
            'curation'          => 'Помощь в определении вариантов голосований',
            'default_image'     => 'Классные изображения по умолчанию для объектов',
            'description'       => 'Поддержка Kanka небольшой суммой в месяц позволяет нам продолжать работать над Kanka и дает аккаунту следующие преимущества.',
            'discord'           => 'Приватный Discord канал',
            'free'              => 'Бесплатно',
            'hall_of_fame'      => 'Имя в :link',
            'impact'            => 'Влияние на будущие функции',
            'monthly_vote'      => 'Участие в голосовании по функциям',
            'pagination'        => 'Увеличенное число результатов на страницу',
            'title'             => 'Платные функции',
            'upload_limit'      => 'Размеры загрузок',
            'upload_limit_map'  => 'Размеры карт',
        ],
        'public'            => [
            'description'   => 'Разрешения можно назначить модулям или всем объектам по отдельности. Кампании также могут быть публичными, чтобы их <a href=":url">увидел весь мир</a>.',
            'title'         => 'Разрешения',
        ],
        'relations'         => [
            'description'   => 'У каждого объекта может быть сложная система связей с другими объектами, включая тайные связи, невидимые для ваших игроков.',
            'title'         => 'Связи',
        ],
        'title'             => 'Невероятно гибкие полезные функции',
        'updates'           => [
            'description'   => 'На Kanka часто проходят обновления, направляемые сообществом.',
            'title'         => 'Частые обновления',
        ],
    ],
    'first_block'   => [
        'description'   => 'Kanka доступна для любых мобильных устройств и браузеров. Ничего не нужно устанавливать и у вас всегда есть последняя версия со всеми новыми функциями. Забудьте о путанице среди ваших заметок, с Kanka все на своем месте и не может потеряться.',
        'title'         => 'Новый способ следить за вашими Мирами и Кампаниями.',
    ],
    'footer'        => [
        'app'       => 'Приложение',
        'copyright' => '© 2017 - :current kanka.io. Все Права Защищены.',
        'headings'  => [
            'app'           => 'Приложение',
            'community'     => 'Сообщество',
            'useful_links'  => 'Полезные ссылки',
        ],
        'navigation'=> 'Навигация',
        'resources' => 'Ресурсы',
        'social'    => 'Встреча',
    ],
    'help'          => [
        'description'   => 'Мы здесь для вас, если вам нужна какая-то помощь. Свяжитесь с нами одним из следующих способов, и мы ответим так скоро, как только сможем.',
        'discord'       => 'Присоединяйтесь к нам на Discord',
        'email'         => 'Отправьте нам письмо',
        'facebook'      => 'Свяжитесь с нами на Facebook',
        'title'         => 'Помощь',
        'twitter'       => 'Твитните нам на Twitter',
    ],
];
