<?php

return [
    'about'         => [
        'description'   => 'Kanka была создана большим любителем настольных RPG игр, мечтавшим создать свой Мир и управлять им вместе с игроками. Испробовав несколько доступных инструментов и заключив, что ни один из них не подойдет для этой цели, осенью 2017 он начал разработку Kanka.',
        'title'         => 'О нас',
    ],
    'campaigns'     => [
        'description_full'  => 'Многие Кампании Kanka являются открытыми для всех. На этой странице представлен список открытых кампаний, а также нескольких популярных кампаний от сообщества.',
        'featured'          => [
            'description'   => 'Наше сообщество создает потрясающие вещи, которые мы любим показывать в популярных кампаниях. Обязательно заходите сюда время от времени, чтобы проверить другие популярные кампании.',
            'title'         => 'Популярные кампании',
        ],
        'public'            => [
            'description'   => 'Посмотрите публичные кампании для вдохновения.',
            'filters'       => [
                'all'       => 'Статус усиления',
                'boosted'   => 'Усиленные кампании',
                'unboosted' => 'Неусиленные кампании',
            ],
            'no-results'    => 'Открытые кампании с такими параметрами не найдены. Пожалуйста, попробуйте снова.',
            'title'         => 'Открытые Кампании',
        ],
        'title'             => 'Открытые Кампании',
    ],
    'community'     => [
        'description'   => 'Kanka это не только приложение, это также растущее сообщество ворлдбилдеров, мастеров подземелий, RPG игроков и креативных энтузиастов.',
        'discord'       => 'Kanka на Discord это место, где активнее всего обсуждают приложение, баги, функции, обращаются за помощью и помогают другим.',
        'facebook'      => 'Будьте в курсе всех обновлений с нашей страницей Facebook.',
        'instagram'     => 'Хотите увидеть больше кадров из закулисья, где мы работаем над Kanka или играем? Можете следить за нашим Instagram!',
        'join'          => 'Присоединяйтесь!',
        'reddit'        => 'Kanka на Reddit это более тихое место, где все обсуждается дольше.',
        'title'         => 'Сообщество',
    ],
    'contact'       => [
        'description'   => 'Нужна помощь, есть предложение или просто хотите поделиться любовью к Kanka? Наша команда ответит в любом случае!',
        'email'         => 'Отправьте ваши вопросы на',
        'other'         => 'Или свяжитесь с нами через одну из следующих платформ:',
        'title'         => 'Мы здесь для вас',
    ],
    'cookie'        => [
        'dismiss'   => 'Понятно',
        'link'      => 'Узнать больше',
        'message'   => 'Этот сайт использует файлы cookie, чтобы сделать работу с ним максимально удобной.',
    ],
    'faq'           => [
        'description'   => 'Мы собрали самые часто задаваемые вопросы и постарались ответить на них как можно понятнее.',
        'helpers'       => [
            'more'  => 'Не нашли то, что искали?',
        ],
        'title'         => 'ЧаВо',
    ],
    'features'      => [
        'abilities'         => [
            'description'   => 'Создавайте инвентари для объектов. Добавляйте персонажам заклинания и силы с помощью способностей.',
            'title'         => 'Способности и Предметы',
        ],
        'actions'           => [
            'rpg'           => 'Для RPG Кампаний',
            'worldbuilder'  => 'Для Ворлдбилдеров',
        ],
        'api'               => [
            'description'   => 'Хотите создавать крутые инструменты для интеграции с Kanka? Загляните в :link.',
            'link'          => 'API документацию',
            'title'         => 'API',
        ],
        'audio'             => [
            'description'   => 'Не нужно обыскивать 10 плейлистов, просто встройте ваше аудио и видео в свои объекты.',
            'title'         => 'Встройка Аудио и Видео',
        ],
        'boosts'            => [
            'beta'                  => 'Ранний доступ к некоторым новым функциям за 30 дней до их выхода',
            'boosted'               => 'Усиленная кампания',
            'css'                   => 'Добавление CSS кампании',
            'dashboards'            => 'Создание обзоров и ролей кампании',
            'description'           => 'При определенном уровне подписки пользователи получают усилители кампаний, дающие следующие преимущества.',
            'entity_files'          => 'Увеличенное с 3 до 5 количество файлов на объект',
            'header_image'          => 'Изображение заголовка объекта',
            'images'                => 'Создание иконок по умолчанию для объектов',
            'no_ads'                => 'Отсутствие рекламы в кампании',
            'recovery'              => 'Возможность восстановить объекты в течение 30 дней',
            'relation-visualiser'   => 'Визуальное представление связей объектов',
            'theme'                 => 'Фиксированная тема кампании',
            'title'                 => 'Усиленные кампании',
            'tooltip'               => 'Настройка подсказок объектов: картинки, текст',
            'upload'                => 'Увеличенный максимальный размер файлов для всех участников',
        ],
        'calendars'         => [
            'description'   => 'Создайте собственные календари и подстройте под них вашу кампанию.',
            'title'         => 'Календари',
        ],
        'collaborative'     => [
            'description'   => 'Вы не одни? Нет проблем! Вы можете пригласить своих друзей и мастера подземелий, чтобы помочь вам создать Кампанию!',
            'title'         => 'Сотрудничество',
        ],
        'description'       => 'С помощью наших @упоминаний, тэгов и системы разрешений на Kanka легко следить за своим миром или кампанией, включающей персонажей с их связями, локации с их историей, квесты с их целями, хронологии с их эрами и календари с их событиями и погодой. И самое главное, то, какими будут новые функции, решают пользователи Kanka в регулярных голосованиях.',
        'description_full'  => 'Kanka постоянно обновляется, улучшаясь и приобретая новые функции. А вот самые важные из них. Думаем, они вам понравятся.',
        'flora'             => [
            'description'   => 'Создайте целый мир живых существ с помощью модуля рас и постройте сложную экосистему с помощью заметок.',
            'title'         => 'Флора и Фауна',
        ],
        'free'              => [
            'bonuses'       => 'бонусами для наших подписчиков',
            'description'   => 'Все основные функции Kanka абсолютно бесплатны, с :bonuses.',
            'title'         => 'Бесплатность',
        ],
        'landscape'         => 'Пожалуйста, переведите ваше устройство в ландшафтный режим, чтобы посмотреть список функций.',
        'layers'            => [
            'description'   => 'Следите за персонажами, их семьями и многим другим в любое время.',
            'title'         => 'Персонажи, Семьи, Локации',
        ],
        'learn_more'        => 'Полный список функций Kanka',
        'maps'              => [
            'description'   => 'Загружайте карты ваших миров, городов и пещер и добавляйте на них удобные метки и ссылки.',
            'title'         => 'Карты',
        ],
        'modular'           => [
            'description'   => 'Любой модуль, такой как персонажи или локации, можно подключить или отключить в любой момент, что позволяет легко настраивать кампанию.',
            'title'         => 'Модули',
        ],
        'notebook'          => [
            'description'   => 'Подготовьте свою следующую сессию или журнал событий с помощью нашего модуля журналов!',
            'title'         => 'Журналы',
        ],
        'patreon'           => [
            'api_calls'         => 'Увеличенное число API запросов (90 в минуту)',
            'boosts'            => 'Усилители кампаний',
            'curation'          => 'Помощь в выборе вариантов для голосований',
            'default_image'     => 'Иконки по умолчанию для объектов',
            'description'       => 'Поддержка Kanka подпиской дает вам доступ к следующим функциям и преимуществам.',
            'discord'           => 'Приватный Discord канал',
            'entities'          => 'Количество объектов, которые можно создать в каждой кампании',
            'free'              => 'Бесплатно',
            'hall_of_fame'      => 'Имя в :link',
            'impact'            => 'Влияние на будущие функции',
            'monthly_vote'      => 'Участие в голосованиях по выбору функций',
            'no_ads'            => 'Отсутствие рекламы',
            'pagination'        => 'Увеличенная пагинация',
            'pagination_help'   => 'Максимальное число результатов, отображаемых на одной странице, а не объектов в Кампании.',
            'title'             => 'Платные функции',
            'upload_limit'      => 'Размер загружаемых файлов',
            'upload_limit_map'  => 'Размер загружаемых карт',
            'users_roles'       => 'Число пользователей, ролей и разрешений',
        ],
        'public'            => [
            'description'   => 'Разрешения можно назначить модулям или каждому объекту по отдельности. Кампании также могут быть <a href=":url">открытыми</a> и доступными всему миру.',
            'title'         => 'Разрешения',
        ],
        'quests'            => [
            'description'   => 'Подготовьте свою следующую сессию или журнал событий с помощью нашего модуля журналов!',
            'title'         => 'Квесты и Журналы',
        ],
        'relations'         => [
            'description'   => 'У каждого объекта может быть сложная система связей с другими объектами, включая тайные связи, невидимые для ваших игроков.',
            'title'         => 'Связи',
        ],
        'rpg'               => [
            'description'   => 'От системы разрешений до квестов, журналов, персонажей, способностей и встраиваемого аудио и видео мы помогаем вам управлять вашей кампанией.',
            'title'         => 'Управление RPG кампаниями',
        ],
        'title'             => 'Невероятно гибкие полезные функции',
        'unlimited'         => 'Сколько угодно',
        'updates'           => [
            'description'   => 'На Kanka часто проходят обновления, направляемые сообществом.',
            'title'         => 'Частые обновления',
        ],
    ],
    'first_block'   => [
        'description'   => 'Kanka доступна для любых мобильных устройств и браузеров. Ничего не нужно устанавливать и у вас всегда будет последняя версия со всеми новыми функциями. Забудьте о путанице среди ваших заметок, с Kanka все на своем месте и никуда не пропадет.',
        'title'         => 'Новый способ следить за вашими Мирами и Кампаниями.',
    ],
    'footer'        => [
        'app'       => 'Приложение',
        'copyright' => '© 2017 - :current kanka.io. Все Права Защищены.',
        'headings'  => [
            'app'           => 'Приложение',
            'community'     => 'Сообщество',
            'friends'       => 'Наши Друзья',
            'useful_links'  => 'Полезные ссылки',
        ],
        'navigation'=> 'Навигация',
        'resources' => 'Ресурсы',
        'social'    => 'Social',
    ],
    'help'          => [
        'description'   => 'Мы здесь ради вас, если вам нужна какая-то помощь. Свяжитесь с нами одним из следующих способов, и мы ответим так скоро, как только сможем.',
        'discord'       => 'Присоединяйтесь к нам на Discord',
        'email'         => 'Отправьте нам письмо',
        'facebook'      => 'Свяжитесь с нами на Facebook',
        'title'         => 'Помощь',
        'twitter'       => 'Твитните нам на Twitter',
    ],
    'home'          => [
        'seo'   => [
            'meta-description'  => 'Kanka это управляемый сообществом инструмент для RPG Кампаний и ворлдбилдинга, позволяющий легко организовать, планировать и наслаждаться своими RPG Кампаниями.',
        ],
    ],
    'master'        => [
        'call_to_action'    => 'Регистрация',
        'description'       => 'Kanka это простой, интуитивный и гибкий инструмент для Ворлдбилдеров, авторов, рассказчиков историй и RPG игроков для управления Мирами и Кампаниями. Создавайте народы, места, организации, события и многое другое бесплатно.',
        'heading'           => 'Управление RPG Кампаниями и Ворлдбилдинг стали проще',
        'title'             => 'Kanka',
    ],
    'menu'          => [
        'about'     => 'О приложении',
        'api'       => 'API',
        'campaigns' => 'Публичные Кампании',
        'community' => 'Сообщество',
        'contact'   => 'Контакты',
        'contact_us'=> 'Свяжитесь с нами',
        'dashboard' => 'Главная страница',
        'faq'       => 'FAQ и Помощь',
        'features'  => 'Функции',
        'help'      => 'Помощь',
        'home'      => 'Домой',
        'login'     => 'Вход',
        'news'      => 'Новости',
        'newsletter'=> 'Рассылка',
        'pricing'   => 'Цены',
        'privacy'   => 'Политика Конфиденциальности',
        'register'  => 'Регистрация',
        'releases'  => 'Версии',
        'roadmap'   => 'Планы',
        'terms'     => 'Условия и Положения',
        'title'     => 'Меню',
    ],
    'meta'          => [
        'description'   => 'Kanka это гибкий онлайн инструмент для Ворлдбилдинга и RPG Кампаний',
        'title'         => 'Kanka это онлайн инструмент для RPG Кампаний и Ворлдбилдинга',
    ],
    'partners'      => [
        'description'   => 'Мы сотрудничаем с несколькими прекрасными инструментами и сообществами, разделяющими наши цели и принципы.',
        'title'         => 'Партнеры',
    ],
    'pricing'       => [
        'actions'       => [
            'more'      => 'Узнать больше о функциях, открываемых поддержкой Kanka',
            'subscribe' => 'Подписаться',
            'support'   => 'Поддержать',
        ],
        'benefits'      => [
            'boosters'          => 'усилителей Кампаний',
            'core'              => 'Доступ ко всем основным функциям',
            'higher_uploads'    => 'Больший размер загружаемых файлов',
            'huge_uploads'      => 'Огромный размер загружаемых файлов',
            'no_boosters'       => 'Нет усилителей Кампаний',
            'unlimited'         => 'Сколько угодно Кампаний и загрузок',
            'updates'           => 'Частые обновления и улучшения',
        ],
        'description'   => 'Хотя все основные функции Kanka бесплатны, поддержка Kanka помогает нам продолжать вводить обновления и улучшения для всех пользователей.',
        'tier'          => [
            'free'  => 'Бесплатно',
            'month' => 'Месяц',
        ],
        'title'         => 'Обзор цен',
    ],
    'privacy'       => [
        'description'   => 'Дата вступления в силу: :date',
        'title'         => 'Политика Конфиденциальности',
    ],
    'release'       => [
        'description'   => 'Kanka постоянно растет и улучшается, и мы хотим, чтобы Мир знал обо всех прекрасных функциях, которые мы в нее добавляем.',
        'title'         => 'Версии',
    ],
    'roadmap'       => [
        'backlog'           => [
            'description'   => 'Эта Trello доска содержит все предложенные сообществом функции, а также планируемые функции и улучшения, которые однажды будут добавлены в приложение.',
            'title'         => 'Список предложений',
        ],
        'description'       => 'Наши голосования формируют нашу работу, и мы легко можем следить за тем что нам предлагают и над чем мы работаем прямо сейчас, не строя планы на несколько месяцев вперед.',
        'featured_requests' => [
            'title' => 'Предложенные функции',
        ],
        'next'              => [
            'description'   => 'Эта Trello доска содержит все функции и улучшения, над которыми мы в данный момент работаем.',
            'title'         => 'Следующее',
        ],
        'ongoing_progress'  => [
            'title' => 'Текущая работа',
        ],
        'title'             => 'Планы',
    ],
    'second_block'  => [
        'call_to_action'    => 'Создать бесплатный аккаунт!',
    ],
    'seo'           => [
        'keywords'  => 'Ворлдбилдинг, Настольное RPG, RPG Кампании',
    ],
    'team'          => [
        'coffee'    => 'Купи мне кофе!',
    ],
    'terms'         => [
        'description'   => 'Дата вступления в силу: :date',
        'title'         => 'Условия и Положения',
    ],
];
