<?php

return [
    'about'         => [
        'description'   => 'Kanka была создана большим любителем настольных RPG кампаний, мечтавшим создать собственный мир и развивать его вместе со своими игроками. Изучив несколько готовых инструментов, он убедился, что ни один из них не подойдет для его цели. И так осенью 2017 года была рождена Kanka.',
        'title'         => 'О нас',
    ],
    'campaigns'     => [
        'description_full'  => 'Многие кампании Kanka являются публичными и общедоступными для просмотра. На этой странице представлены все публичные кампании, а также несколько избранных кампаний от сообщества.',
        'featured'          => [
            'description'   => 'Наше сообщество создает потрясающие вещи, которые мы любим рассматривать в избранных кампаниях. Обязательно заглядывайте сюда время от времени и просматривайте новые избранные кампании.',
            'title'         => 'Избранные кампании',
        ],
        'open'              => [
            'filters'   => [
                'all'       => 'Открытость',
                'closed'    => 'Закрытые кампании',
                'open'      => 'Открытые кампании',
            ],
        ],
        'public'            => [
            'description'   => 'Посмотрите публичные кампании для вдохновения.',
            'filters'       => [
                'all'       => 'Усиление',
                'boosted'   => 'Усиленные кампании',
                'unboosted' => 'Не усиленные кампании',
            ],
            'no-results'    => 'Публичные кампании с такими параметрами не найдены. Пожалуйста, попробуйте снова.',
            'title'         => 'Публичные кампании',
        ],
        'title'             => 'Публичные кампании',
    ],
    'community'     => [],
    'contact'       => [
        'description'   => 'Нужна помощь, есть предложение или просто хотите поделиться любовью к Kanka? Наша команда ответит в любом случае!',
        'email'         => 'Отправьте ваши вопросы на',
        'other'         => 'Или свяжитесь с нами на одной из следующих платформ:',
        'title'         => 'Мы готовы помочь',
    ],
    'cookie'        => [
        'dismiss'   => 'Понятно',
        'link'      => 'Узнать больше',
        'message'   => 'Этот сайт использует cookie-файлы, чтобы его использование было как можно удобнее для вас.',
    ],
    'faq'           => [
        'helpers'   => [
            'more'  => 'Не нашли то, что искали?',
        ],
    ],
    'features'      => [
        'abilities'         => [
            'description'   => 'Составляйте инвентари для персонажей и магазинов добавляя, в них предметы. Наделяйте персонажей заклинаниями и силами с помощью способностей.',
            'title'         => 'Предметы и Способности',
        ],
        'actions'           => [
            'rpg'           => 'Для RPG Кампаний',
            'worldbuilder'  => 'Для Ворлд-билдинга',
        ],
        'api'               => [
            'description'   => 'Хотите создавать крутые инструменты для интеграции с Kanka? Загляните в :link.',
            'link'          => 'документацию API',
            'title'         => 'API',
        ],
        'audio'             => [
            'description'   => 'Не нужно постоянно переключаться между 15 плейлистами, просто встройте ссылки на Spotify и YouTube прямо в свои объекты.',
            'title'         => 'Встройка Аудио и Видео',
        ],
        'boosts'            => [
            'beta'                  => 'Ранний доступ к некоторым новым функциям за 30 дней до их выхода',
            'boosted'               => 'Усиленная кампания',
            'css'                   => 'Редактирование CSS кампании',
            'dashboards'            => 'Создание обзоров для отдельных ролей кампании',
            'description'           => 'Некоторые уровни подписки дают усилители для усиления кампаний. Усилители дают следующие преимущества.',
            'entity-aliases'        => 'Упрощение поиска и упоминаний с помощью дополнительных названий объектов',
            'entity_files_v2'       => 'Максимальное количество файлов на объект',
            'entity_links'          => 'Создание ссылок на внешние ресурсы и другие сайты на объектах',
            'header_image'          => 'Изображение заголовка объекта',
            'images'                => 'Создание иконок по умолчанию для объектов',
            'marketplace'           => 'Доступ в :marketplace',
            'no_ads'                => 'Скрытие рекламы в кампании',
            'recovery'              => 'Возможность восстановить объекты в течение :amount дней',
            'relation-visualiser'   => 'Наглядное представление связей объектов',
            'theme'                 => 'Фиксированная тема кампании',
            'title'                 => 'Усиленные кампании',
            'tooltip'               => 'Настройка подсказок объектов: картинки, текст',
            'upload'                => 'Увеличенный максимальный размер файлов для всех участников',
        ],
        'boosts_v2'         => [
            'description'       => 'Наши уровни подписки дают вам усилители, позволяющие усиливать и супер-усиливать кампании. Это дает кампаниям следующие преимущества.',
            'description-count' => 'Усиление кампании использует :boost-count усилитель. Супер-усиление кампании использует :superboost-count усилителя.',
            'moving'            => 'Усилители можно перераспределять между кампаниями. Например, если кампания закончилась, вы можете снять с нее усилители и усилить или супер-усилить другую кампанию. При прекращении усиления данные связанные с функциями усиления не удаляются, а просто скрываются, пока кампанию снова не усилят.',
            'title'             => 'Усиленные и супер-усиленные кампании',
        ],
        'calendars'         => [
            'description'   => 'Создавайте собственные календари с такими неделями и месяцами, какими захотите. Добавляйте времена года, погоду и луны для полноты мира и его познания. Добавляйте календарям напоминания в виде объектов и настраивайте их длительность и периодичность.',
            'title'         => 'Календари',
        ],
        'collaborative'     => [
            'title' => 'Вместе веселее',
        ],
        'dashboards'        => [
            'title' => 'Обзоры',
        ],
        'description'       => 'С помощью наших @упоминаний, тэгов и гибкой системы разрешений, Kanka упрощает вам работу над миром или кампанией. С Kanka можно создавать персонажей и их связи, локации и их историю, квесты и их цели, хронологии и их эры и календари с событиями и погодой. А главное, пользователи Kanka сами выбирают, какие функции мы добавляем в приложение, в наших регулярных голосованиях.',
        'description_full'  => 'Kanka постоянно обновляется, улучшаясь и приобретая новые функции. Здесь перечислены самые важные из них. Думаем, они вам понравятся.',
        'flora'             => [
            'description'   => 'Создайте целый мир живых существ с помощью модуля рас и постройте сложную экосистему с помощью заметок.',
            'title'         => 'Флора и Фауна',
        ],
        'free'              => [
            'bonuses'   => 'бонусы для наших подписчиков',
            'title'     => 'Бесплатность',
        ],
        'landscape'         => 'Пожалуйста, переведите ваше устройство в ландшафтный режим, чтобы посмотреть список функций.',
        'layers'            => [
            'description'   => 'Населите ваш мир с помощью персонажей. Объедините их в группы с помощью семей и организаций. Создавайте планеты, континенты, королевства, таверны и фонтаны с помощью локаций.',
            'title'         => 'Персонажи, Семьи, Локации',
        ],
        'learn_more'        => 'Полный список функций Kanka',
        'learn_more_about'  => 'Узнать больше об этой функции',
        'maps'              => [
            'description'   => 'Загружайте карты ваших миров, городов и пещер и добавляйте на них удобные метки и ссылки.',
            'title'         => 'Карты',
        ],
        'modular'           => [
            'description'   => 'Любой модуль, например персонажи или локации, можно подключить или отключить в любой момент, что позволяет вам легко подстроить кампанию под себя.',
            'title'         => 'Модули',
        ],
        'notebook'          => [
            'description'   => 'Подготовьте свою следующую сессию или журнал событий с помощью нашего модуля журналов.',
            'title'         => 'Журналы',
        ],
        'patreon'           => [
            'api_calls'         => 'Повышенный лимит API запросов (90 в минуту)',
            'boosts'            => 'Усилители кампаний',
            'curation'          => 'Помощь в составлении голосований',
            'default_image'     => 'Иконки по умолчанию для объектов',
            'description'       => 'Поддержка Kanka подпиской дает вам доступ к следующим функциям и преимуществам.',
            'discord'           => 'Приватный Discord канал',
            'entities'          => 'Максимальное число объектов в кампании',
            'free'              => 'Бесплатно',
            'hall_of_fame'      => 'Внесение в :link',
            'impact'            => 'Влияние на будущие функции',
            'monthly_vote'      => 'Участие в голосованиях по выбору функций',
            'no_ads'            => 'Скрытие рекламы',
            'pagination'        => 'Увеличенная пагинация',
            'pagination_help'   => 'Максимальное число результатов, отображаемых на одной странице, а не объектов в кампании.',
            'title'             => 'Платные функции',
            'upload_limit'      => 'Максимальный размер файлов',
            'upload_limit_map'  => 'Максимальный размер карт',
            'users_roles'       => 'Число пользователей, ролей и разрешений',
        ],
        'public'            => [
            'description'   => 'Разрешения можно назначать модулям или каждому объекту по отдельности. Кампании также могут быть <a href=":url">публичными</a> и доступными для просмотра всему миру.',
            'title'         => 'Разрешения',
        ],
        'quests'            => [
            'description'   => 'Подготовьте свою следующую сессию или журнал событий с помощью нашего модуля журналов. Следите за прогрессом игроков с помощью модуля квестов.',
            'title'         => 'Квесты и Журналы',
        ],
        'relations'         => [
            'description'   => 'У каждого объекта может быть сложная система связей с другими объектами, включая тайные связи, невидимые для ваших игроков.',
            'title'         => 'Связи',
        ],
        'rpg'               => [
            'description'   => 'От системы разрешений до квестов, журналов, персонажей, способностей и встраиваемого аудио и видео мы помогаем вам вести вашу кампанию.',
            'title'         => 'Ведение RPG кампаний',
        ],
        'secrets'           => [
            'description'   => 'У каждого объекта могут быть секреты в виде заметок объекта. У них есть разрешения, определяющие то, кто их видит. Их также можно закрепить на основной странице объекта для более быстрого доступа.',
            'title'         => 'Секреты',
        ],
        'superboosts'       => [
            'boosted'   => 'Супер-усиленная кампания',
            'gallery'   => 'Галерея кампании и интеграция с текстовым редактором Summernote',
            'logs'      => 'Полная история изменений объектов (до :amount дней)',
            'stats'     => 'Страница достижений кампании',
        ],
        'timelines'         => [
            'description'   => 'Покажите наглядно историю ваших миров, империй, знатных семей или даже отдельного персонажа.',
            'title'         => 'Хронологии',
        ],
        'title'             => 'Полезные и невероятно гибкие функции',
        'unlimited'         => 'Неограниченно',
        'updates'           => [
            'title' => 'Частые обновления',
        ],
        'worldbuilding'     => [
            'title' => 'Ворлд-билдинг',
        ],
    ],
    'first_block'   => [
        'description'   => 'Kanka работает на всех устройствах и регулярно обновляется, улучшаясь и приобретая новые функции. Забудьте о путанице в разбросанных повсюду записях, на Kanka все собрано вместе, организовано и всегда под рукой.',
        'title'         => 'Занимайтесь ворлд-билдингом и RPG по-новому.',
    ],
    'footer'        => [
        'app'       => 'Приложение',
        'copyright' => ':copy :year Owlchester SNC',
        'headings'  => [
            'app'           => 'Приложение',
            'community'     => 'Сообщество',
            'other'         => 'Другое',
            'useful_links'  => 'Полезные Ссылки',
        ],
        'navigation'=> 'Навигация',
        'resources' => 'Ресурсы',
        'social'    => 'Сообщество',
    ],
    'help'          => [
        'description'   => 'Мы всегда готовы помочь, если вам это нужно. Свяжитесь с нами одним из следующих способов, и мы ответим так скоро, как только сможем.',
        'discord'       => 'Пишите нам в Discord',
        'email'         => 'Пишите нам на почту',
        'facebook'      => 'Пишите нам в Facebook',
        'title'         => 'Помощь',
        'twitter'       => 'Пишите нам в Twitter',
    ],
    'home'          => [
        'seo'   => [
            'meta-description'  => 'Вы гейм-мастер, ворлд-билдер, или писатель? Мы предлагаем инструмент для ведения настольных кампаний и ворлд-билдинга позволяющий легко организовывать, планировать, и наслаждаться TTRPG кампаниями. Мы все время прислушиваемся к сообществу, а главное, все основные функции приложения бесплатны!',
        ],
    ],
    'master'        => [
        'call_to_action'    => 'Создать аккаунт',
        'description'       => 'Kanka это инструмент для ворлд-билдинга и ведения настольных RPG кампаний, идеально подходящий ворлд-билдерам и гейм-мастерам всех мастей, развитием которого управляет его сообщество. Мы помогаем вам создавать и организовывать кампании и миры с помощью нашей системы @упоминаний и целого набора функций таких как календари, интерактивные карты, хронологии, организации, семьи и персонажей, которых можно создать столько, сколько вы пожелаете!',
        'heading'           => 'Ворлд-билдинг, настольные RPG кампании, писательство. Вместе.',
        'title'             => 'Kanka',
    ],
    'media'         => [
        'description'   => 'На этой странице вы найдете изображения Kanka высокого разрешения. Используйте их, если вы продвигаете Kanka и создаете инструменты для работы с Kanka.',
        'images'        => [
            'primary'   => 'Основной логотип Kanka',
            'social'    => 'Логотип Kanka для соц-сетей',
        ],
        'title'         => 'Медиа',
    ],
    'menu'          => [
        'about'         => 'О нас',
        'api'           => 'API',
        'campaigns'     => 'Публичные кампании',
        'community'     => 'Сообщество',
        'contact'       => 'Обратная связь',
        'contact_us'    => 'Свяжитесь с нами',
        'dashboard'     => 'Обзор кампании',
        'features'      => 'Функции',
        'help'          => 'Помощь',
        'home'          => 'Домой',
        'kb'            => 'База знаний',
        'login'         => 'Вход',
        'marketplace'   => 'Каталог',
        'media'         => 'Медиа',
        'merch'         => 'Мерч',
        'news'          => 'Новости',
        'newsletter'    => 'Рассылка',
        'other'         => 'Другое',
        'overview'      => 'Обзор функций',
        'pricing'       => 'Цены',
        'privacy'       => 'Политика Конфиденциальности',
        'register'      => 'Регистрация',
        'releases'      => 'Версии',
        'roadmap'       => 'Планы',
        'terms'         => 'Условия и Положения',
        'title'         => 'Меню',
    ],
    'meta'          => [
        'description'   => 'Kanka это многофункциональный онлайн инструмент для ворлд-билдинга и ведения rpg кампаний онлайн',
        'title'         => 'Kanka - Онлайн инструмент для ведения настольных RPG кампаний и ворлд-билдинга',
    ],
    'partners'      => [
        'description'   => 'Мы сотрудничаем с несколькими потрясающими инструментами и сообществами, разделяющими наши цели и принципы.',
        'title'         => 'Партнеры',
    ],
    'pricing'       => [
        'actions'       => [
            'subscribe' => 'Подписаться',
        ],
        'benefits'      => [
            'big_maps'      => 'Большой размер карт (:size)',
            'bigger_maps'   => 'Очень большой размер карт (:size)',
            'boosters'      => 'усилителей кампаний',
            'core'          => 'Доступ ко всем основным функциям',
            'huge_maps'     => 'Огромный размер карт (:size)',
            'huge_uploads'  => 'Огромный размер загружаемых файлов',
            'no_boosters'   => 'Нет усилителей кампаний',
            'unlimited'     => 'Сколько угодно кампаний и загрузок',
            'updates'       => 'Частые обновления и улучшения',
        ],
        'description'   => 'Все основные функции Kanka бесплатны, но поддержка помогает нам продолжать вводить частые обновления и улучшения для всех пользователей.',
        'tier'          => [
            'free'  => 'Бесплатно',
            'month' => 'Месяц',
        ],
        'title'         => 'Обзор цен',
    ],
    'privacy'       => [
        'description'   => 'Дата вступления в силу: :date',
        'title'         => 'Политика Конфиденциальности',
    ],
    'release'       => [],
    'roadmap'       => [
        'backlog'           => [
            'description'   => 'В этой Trello доске собраны все предложенные сообществом функции, а также планируемые функции и улучшения, которые однажды будут добавлены в приложение.',
            'title'         => 'Список предложений',
        ],
        'description'       => 'Наши голосования определяют направление нашей работы, так что мы легко можем следить за тем, что нам предлагают пользователи и над чем мы работаем прямо сейчас, не строя планы на несколько месяцев вперед.',
        'featured_requests' => [
            'title' => 'Предложенные функции',
        ],
        'next'              => [
            'description'   => 'В этой Trello доске собраны все функции, улучшения и баги, над которыми мы работаем в данный момент по результатам последнего :community_vote.',
            'title'         => 'Функции в работе',
        ],
        'ongoing_progress'  => [
            'title' => 'Текущая работа',
        ],
        'title'             => 'Планы',
    ],
    'second_block'  => [
        'call_to_action'    => 'Создать бесплатный аккаунт!',
    ],
    'seo'           => [
        'keywords'  => 'Ворлд-билдинг, Настольное RPG, RPG Кампании',
    ],
    'team'          => [
        'coffee'    => 'Купи мне кофе!',
    ],
    'terms'         => [
        'description'   => 'Дата вступления в силу: :date',
        'title'         => 'Условия и Положения',
    ],
];
