<?php

return [
    'create'        => [
        'description'   => 'Создание нового предмета.',
        'success'       => 'Предмет ":name" создан.',
        'title'         => 'Новый предмет',
    ],
    'destroy'       => [
        'success'   => 'Предмет ":name" удален.',
    ],
    'edit'          => [
        'success'   => 'Предмет ":name" обновлен.',
        'title'     => 'Редактирование предмета :name',
    ],
    'fields'        => [
        'character' => 'Персонаж',
        'image'     => 'Изображение',
        'location'  => 'Локация',
        'name'      => 'Название',
        'price'     => 'Цена',
        'relation'  => 'Связь',
        'size'      => 'Размеры',
        'type'      => 'Тип',
    ],
    'index'         => [
        'add'           => 'Новый предмет',
        'description'   => 'Управление предметами :name.',
        'header'        => 'Предметы :name',
        'title'         => 'Предметы',
    ],
    'inventories'   => [
        'description'   => 'Инвентари объектов, в которые входит этот предмет.',
        'title'         => 'Инвентари с предметом :name',
    ],
    'placeholders'  => [
        'character' => 'Выберите персонажа',
        'location'  => 'Выберите локацию',
        'name'      => 'Название предмета',
        'price'     => 'Цена предмета',
        'size'      => 'Размер, вес, габариты',
        'type'      => 'Оружие, зелье, артефакт',
    ],
    'quests'        => [
        'description'   => 'Квесты, в которых участвует этот предмет.',
        'title'         => 'Квесты предмета :name',
    ],
    'show'          => [
        'description'   => 'Детальный вид предмета.',
        'tabs'          => [
            'information'   => 'Информация',
            'inventories'   => 'Инвентари',
            'quests'        => 'Квесты',
        ],
        'title'         => 'Предмет :name',
    ],
];
