<?php

return [
    'create'        => [
        'description'   => 'Создание нового Журнала.',
        'success'       => 'Журнал ":name" создан.',
        'title'         => 'Новый Журнал',
    ],
    'destroy'       => [
        'success'   => 'Журнал ":name" удален.',
    ],
    'edit'          => [
        'success'   => 'Журнал ":name" обновлен.',
        'title'     => 'Редактирование Журнала :name',
    ],
    'fields'        => [
        'author'    => 'Автор',
        'date'      => 'Дата',
        'image'     => 'Изображение',
        'name'      => 'Название',
        'relation'  => 'Связь',
        'type'      => 'Тип',
    ],
    'index'         => [
        'add'           => 'Новый Журнал',
        'description'   => 'Управление Журналами :name',
        'header'        => 'Журналы :name',
        'title'         => 'Журналы',
    ],
    'placeholders'  => [
        'author'    => 'Кто написал этот Журнал',
        'date'      => 'Дата Реального Мира для Журнала',
        'name'      => 'Название Журнала',
        'type'      => 'Заседание, записка, черновик',
    ],
    'show'          => [
        'description'   => 'Детальный вид Журнала',
        'title'         => 'Журнал :name',
    ],
];
