<?php

return [
    'codes' => [
        'ca'    => 'Каталанский',
        'de'    => 'Немецкий',
        'el'    => 'Греческий',
        'en'    => 'Английский',
        'en-US' => 'Американский Английский',
        'es'    => 'Испанский',
        'fr'    => 'Французский',
        'he'    => 'Иврит',
        'hr'    => 'Хорватский',
        'hu'    => 'Венгерский',
        'it'    => 'Итальянский',
        'nl'    => 'Нидерландский',
        'pl'    => 'Польский',
        'pt-BR' => 'Бразильский Португальский',
        'ru'    => 'Русский',
        'sk'    => 'Словацкий',
    ],
    'header'=> 'Языки',
];
