<?php

return [
    'sync'  => [
        'actions'   => [
            'sync'  => 'Синхронизировать',
        ],
        'errors'    => [
            'invalid_uuid'  => 'Недействительный ID Кампании LFGM. Пожалуйста, попробуйте снова.',
        ],
        'helper'    => 'Выберите Кампанию для синхронизации ваших грядущих Событий с :lfgm. Это добавит заметку с вашими грядущими Событиями в эту Кампанию и закрепит ее вна главной странице.',
        'successes' => [
            'sync'  => 'Календарь LFGM синхронизирован.',
        ],
        'title'     => 'Синхронизация Кампании LookingForGM.com',
    ],
];
