<?php

return [
    'avatar'        => [
        'success'   => 'Аватар обновлен.',
    ],
    'description'   => 'Обновление деталей вашего профиля.',
    'edit'          => [
        'success'   => 'Профиль обновлен.',
    ],
    'editors'       => [
        'default'       => 'Стандартный (TinyMCE 4)',
        'summernote'    => 'Summernote (Экспериментальный)',
    ],
    'fields'        => [
        'avatar'                    => 'Аватар',
        'email'                     => 'Электронная почта',
        'last_login_share'          => 'Показывать другим пользователям, когда я в последний раз заходил',
        'name'                      => 'Имя',
        'new_password'              => 'Новый пароль',
        'new_password_confirmation' => 'Подтверждение нового пароля',
        'newsletter'                => 'Я хочу, чтобы со мной иногда получать электронные письма.',
        'password'                  => 'Текущий пароль',
        'settings'                  => 'Настройки',
        'theme'                     => 'Тема',
    ],
    'newsletter'    => [
        'links'     => [
            'community-vote'    => 'Голосование',
            'news'              => 'Новости',
        ],
        'settings'  => [
            'news'          => 'Новости - будьте в курсе, когда есть :news.',
            'newsletter'    => 'Рассылка новостей - получайте рассылку Kanka.',
            'votes'         => 'Голосования - будьте в курсе, как только будет доступно новое :vote.',
        ],
        'title'     => 'Рассылки',
    ],
    'password'      => [
        'success'   => 'Пароль обновлен',
    ],
    'placeholders'  => [
        'email'                     => 'Ваш адрес электронной почты',
        'name'                      => 'Ваше имя для показа',
        'new_password'              => 'Ваш новый пароль',
        'new_password_confirmation' => 'Подтвердите ваш новый пароль',
        'password'                  => 'Укажите ваш текущий пароль для любых изменений',
    ],
    'sections'      => [
        'delete'    => [
            'delete'    => 'Удалить мой аккаунт',
            'title'     => 'Удаление вашего аккаунта',
            'warning'   => 'При удалении вашего аккаунта, все ваши данные будут потеряны. Вы уверены?',
        ],
        'password'  => [
            'title' => 'Смена вашего пароля',
        ],
    ],
    'settings'      => [
        'fields'    => [
            'advanced_mentions' => 'Специальные ссылки',
            'date_format'       => 'Формат даты',
            'default_nested'    => 'Свернутый вид по умолчанию',
            'editor'            => 'Редактор текста',
            'pagination'        => 'Число элементов на страницу',
        ],
        'helpers'   => [
            'editor'    => 'Стандартный редактор (TinyMCE 4) довольно старый, но исправно работает на компьютерах, но не работает на мобильных устройствах. Summernote это более новый редактор, работающий на всех устройствах, но мы все еще тестируем его.',
        ],
        'hints'     => [
            'advanced_mentions' => 'Если включено, то ссылки всегда будут выглядеть как [entity:123] при редактировании объекта.',
            'default_nested'    => 'Включите эту опцию, если хотите, чтобы списки были свернуты по умолчанию (когда возможно).',
        ],
        'success'   => 'Настройки изменены.',
    ],
    'theme'         => [
        'success'   => 'Тема изменена.',
        'themes'    => [
            'dark'      => 'Темная',
            'default'   => 'Стандартная',
            'future'    => 'Будущее',
            'midnight'  => 'Синяя Полночь',
        ],
    ],
    'title'         => 'Обновление вашего профиля',
];
