<?php

return [
    'characters'    => [
        'create'    => [
            'description'   => 'Добавление персонажа в квест',
            'success'       => 'Персонаж добавлен в квест ":name"',
            'title'         => 'Новый персонаж квеста :name',
        ],
        'destroy'   => [
            'success'   => 'Персонаж квеста ":name" удален',
        ],
        'edit'      => [
            'description'   => 'Обновление персонажа квеста',
            'success'       => 'Персонаж квеста ":name" обновлен',
            'title'         => 'Обновление персонажа квеста :name',
        ],
        'fields'    => [
            'character'     => 'Персонаж',
            'description'   => 'Описание',
        ],
        'title'     => 'Персонажи квеста :name',
    ],
    'create'        => [
        'description'   => 'Создать новый квест',
        'success'       => 'Квест ":name" создан',
        'title'         => 'Новый квест',
    ],
    'destroy'       => [
        'success'   => 'Квест ":name" удален',
    ],
    'edit'          => [
        'description'   => 'Редактирование квеста',
        'success'       => 'Квест ":name" обновлен',
        'title'         => 'Редактирование квеста :name',
    ],
    'fields'        => [
        'character'     => 'Предлагающий',
        'characters'    => 'Персонажи',
        'copy_elements' => 'Копировать элементы квеста',
        'date'          => 'Дата',
        'description'   => 'Описание',
        'image'         => 'Изображение',
        'is_completed'  => 'Завершен',
        'items'         => 'Предметы',
        'locations'     => 'Локации',
        'name'          => 'Название',
        'organisations' => 'Организации',
        'quest'         => 'Родительский квест',
        'quests'        => 'Подквесты',
        'role'          => 'Роль',
        'type'          => 'Тип',
    ],
    'helpers'       => [
        'nested'    => 'Изначально отображаются только квесты без родительских квестов. Нажмите на квест, чтобы посмотреть список его подквестов.',
    ],
    'hints'         => [
        'quests'    => 'С помощью поля "Родительский квест" можно создать сеть взаимосвязанных квестов.',
    ],
    'index'         => [
        'add'           => 'Новый квест',
        'description'   => 'Управление квестами :name.',
        'header'        => 'Квесты :name',
        'title'         => 'Квесты',
    ],
    'items'         => [
        'create'    => [
            'description'   => 'Добавление предмета в квест.',
            'success'       => 'Предмет добавлен в квест ":name"',
            'title'         => 'Новый предмет квеста :name',
        ],
        'destroy'   => [
            'success'   => 'Предмет квеста ":name" удален',
        ],
        'edit'      => [
            'description'   => 'Обновление предмета квеста',
            'success'       => 'Предмет квеста ":name" обновлен',
            'title'         => 'Обновление предмета квеста :name',
        ],
        'fields'    => [
            'description'   => 'Описание',
            'item'          => 'Предмет',
        ],
        'title'     => 'Предметы в :name',
    ],
    'locations'     => [
        'create'    => [
            'description'   => 'Добавление локации в квест.',
            'success'       => 'Локация добавлена в квест ":name"',
            'title'         => 'Новая локация квеста :name',
        ],
        'destroy'   => [
            'success'   => 'Локация квеста ":name" удалена',
        ],
        'edit'      => [
            'description'   => 'Обновление локации квеста.',
            'success'       => 'Локация квеста ":name" обновлена',
            'title'         => 'Обновление локации квеста :name',
        ],
        'fields'    => [
            'description'   => 'Описание',
            'location'      => 'Локация',
        ],
        'title'     => 'Локации в :name',
    ],
    'organisations' => [
        'create'    => [
            'description'   => 'Добавление организации в квест.',
            'success'       => 'Организация добавлена в квест ":name"',
            'title'         => 'Новая организация квеста :name',
        ],
        'destroy'   => [
            'success'   => 'Организация квеста ":name" удалена',
        ],
        'edit'      => [
            'description'   => 'Обновление организации квеста',
            'success'       => 'Организация квеста ":name" обновлена',
            'title'         => 'Обновление организации квеста :name',
        ],
        'fields'    => [
            'description'   => 'Описание',
            'organisation'  => 'Организация',
        ],
        'title'     => 'Организации в :name',
    ],
    'placeholders'  => [
        'date'  => 'Дата квеста в реальном мире',
        'name'  => 'Название квеста',
        'quest' => 'Родительский квест',
        'role'  => 'Роль объекта в квесте',
        'type'  => 'Арка персонажа, побочный, основной',
    ],
    'show'          => [
        'actions'       => [
            'add_character'     => 'Добавить персонажа',
            'add_item'          => 'Добавить предмет',
            'add_location'      => 'Добавить локацию',
            'add_organisation'  => 'Добавить организацию',
        ],
        'description'   => 'Детальный вид квеста.',
        'tabs'          => [
            'characters'    => 'Персонажи',
            'information'   => 'Информация',
            'items'         => 'Предметы',
            'locations'     => 'Локации',
            'organisations' => 'Организации',
            'quests'        => 'Квесты',
        ],
        'title'         => 'Квест :name',
    ],
];
