<?php

return [
    'characters'    => [
        'create'    => [
            'description'   => 'Добавить Персонажа в Квест',
            'success'       => 'Персонаж добавлен в :name.',
            'title'         => 'Новый Персонаж :name',
        ],
        'destroy'   => [
            'success'   => 'Персонаж Квеста :name удален.',
        ],
        'edit'      => [
            'description'   => 'Обновление Персонажа Квеста.',
            'success'       => 'Персонаж Квеста :name обновлен.',
            'title'         => 'Обновление Персонажа :name.',
        ],
        'fields'    => [
            'character'     => 'Персонаж',
            'description'   => 'Описание',
        ],
        'title'     => 'Персонажи в :name',
    ],
    'create'        => [
        'description'   => 'Создать новый Квест',
        'success'       => 'Квест ":name" создан.',
        'title'         => 'Новый Квест',
    ],
    'destroy'       => [
        'success'   => 'Квест ":name" удален.',
    ],
    'edit'          => [
        'description'   => 'Редактирование Квеста',
        'success'       => 'Квест ":name" обновлен.',
        'title'         => 'Редактирование Квеста :name',
    ],
    'fields'        => [
        'character'     => 'Предлагающий',
        'characters'    => 'Персонажи',
        'copy_elements' => 'Копировать элементы квеста',
        'date'          => 'Дата',
        'description'   => 'Описание',
        'image'         => 'Изображение',
        'is_completed'  => 'Завершен',
        'items'         => 'Предметы',
        'locations'     => 'Локации',
        'name'          => 'Название',
        'organisations' => 'Организации',
        'quest'         => 'Родительский Квест',
        'quests'        => 'Подквесты',
        'role'          => 'Роль',
        'type'          => 'Тип',
    ],
    'helpers'       => [
        'nested'    => 'При свернутом виде Квесты будут показаны свернутыми. Квесты без родительских квестов будут видны сразу. На квесты с подквестами можно нажать, чтобы их развернуть. Вы можете продолжать нажимать пока есть что разворачивать.',
    ],
    'hints'         => [
        'quests'    => 'С помощью поля "Родительский Квест" можно создать сеть взаимосвязанных Квестов.',
    ],
    'index'         => [
        'add'           => 'Новый Квест',
        'description'   => 'Управление Квестами :name.',
        'header'        => 'Квесты :name',
        'title'         => 'Квесты',
    ],
    'items'         => [
        'create'    => [
            'description'   => 'Добавление предмета в Квест.',
            'success'       => 'Предмет добавлен в :name.',
            'title'         => 'Новый Предмет :name',
        ],
        'destroy'   => [
            'success'   => 'Предмет Квеста :name удален.',
        ],
        'edit'      => [
            'description'   => 'Обновить Предмет Квеста',
            'success'       => 'Предмет Квеста :name обновлен.',
            'title'         => 'Обновление Предмета :name',
        ],
        'fields'    => [
            'description'   => 'Описание',
            'item'          => 'Предмет',
        ],
        'title'     => 'Предметы в :name',
    ],
    'locations'     => [
        'create'    => [
            'description'   => 'Добавление Локации в Квест.',
            'success'       => 'Локация добавлена в :name.',
            'title'         => 'Новая Локация :name',
        ],
        'destroy'   => [
            'success'   => 'Локация Квеста :name удалена.',
        ],
        'edit'      => [
            'description'   => 'Обновление Локации Квеста.',
            'success'       => 'Локация Квеста :name обновлена.',
            'title'         => 'Обновление Локации :name',
        ],
        'fields'    => [
            'description'   => 'Описание',
            'location'      => 'Локация',
        ],
        'title'     => 'Локации в :name',
    ],
    'organisations' => [
        'create'    => [
            'description'   => 'Добавление Организации в Квест.',
            'success'       => 'Организация добавлена в :name.',
            'title'         => 'Новая Организация :name',
        ],
        'destroy'   => [
            'success'   => 'Организация Квеста :name удалена.',
        ],
        'edit'      => [
            'description'   => 'Обновление Организации Квеста.',
            'success'       => 'Организация Квеста :name обновлена.',
            'title'         => 'Обновление Организации :name',
        ],
        'fields'    => [
            'description'   => 'Описание',
            'organisation'  => 'Организация',
        ],
        'title'     => 'Организации в :name',
    ],
    'placeholders'  => [
        'date'  => 'Дата Квеста в Реальном Мире.',
        'name'  => 'Название Квеста',
        'quest' => 'Родительский Квест',
        'role'  => 'Роль объекта в Квесте',
        'type'  => 'Арка характера, побочный, главный',
    ],
    'show'          => [
        'actions'       => [
            'add_character'     => 'Добавить Персонажа',
            'add_item'          => 'Добавить Предмет',
            'add_location'      => 'Добавить Локацию',
            'add_organisation'  => 'Добавить Организацию',
        ],
        'description'   => 'Детальный вид Квеста',
        'tabs'          => [
            'characters'    => 'Персонажи',
            'information'   => 'Информация',
            'items'         => 'Предметы',
            'locations'     => 'Локации',
            'organisations' => 'Организации',
            'quests'        => 'Квесты',
        ],
        'title'         => 'Квест :name',
    ],
];
