<?php

return [
    'character1'    => [
        'fears'     => 'Джеймс боится громких звуков и взрывов.',
        'history'   => 'Это персонаж-пример. Рождившись у Манса Оулчестера и Ридж Дантон, Джеймс рос в сельской местности на территории Генории, пока не переехал в столицу Унрии, чтобы работать королевским писарем.',
        'name'      => 'Джеймс Оулчестер (пример)',
        'race'      => 'Человек',
        'sex'       => 'Мужской',
        'title'     => 'Серый Охотник',
        'traits'    => 'Все время подстраивает правду под свои интересы.',
    ],
    'character2'    => [
        'fears'     => 'Вызвать самый сильный возможный взрыв.',
        'history'   => 'Это персонаж-пример. С самых малых лет Ирви увлекалась взрывчаткой и посвятила жизнь этому ремеслу.',
        'name'      => 'Ирви Джемстоун (пример)',
        'race'      => 'Гном',
        'sex'       => 'Женский',
        'title'     => 'Королева Взрывов',
        'traits'    => 'Хотите что-нибудь добавить? Вам повезло, ведь вы можете заполнить этот раздел сами!',
    ],
    'item1'         => [
        'description'   => 'Это предмет-пример.',
        'history'       => 'История предмета.',
        'name'          => 'Кинжал Тьмы (пример)',
        'type'          => 'Оружие',
    ],
    'kingdom1'      => [
        'description'   => 'Это локация-пример.',
        'history'       => 'Это локация-пример. Королевство Генория основано племенем генорийцев в конце V века после завоевания ими земель Хоттенов.',
        'name'          => 'Генория (пример)',
        'type'          => 'Королевство',
    ],
    'kingdom2'      => [
        'description'   => 'Это локация-пример. Улисс это столица королевства Генории и третий по величине город Агаджирского Альянса.',
        'history'       => 'Это государство-пример. Улисс это столица королевства Генории. Он основан Фрасаном Ирвеном и расположен на реке Унри.',
        'name'          => 'Улисс (пример)',
        'type'          => 'Столица',
    ],
    'note1'         => [
        'entry'         => <<<'TEXT'
Добро пожаловать в Kanka! Ваша первая кампания создана, а мы добавили в нее несколько объектов-примеров для вдохновения (можете удалить их, когда захотите).

Для начала вы наверняка хотите создать собственные объекты. Так что выбирайте категорию в меню слева и начинайте творить. Можете отключить ненужные категории объектов в настройках кампании, это уберет их из меню.

Пара советов на первое время:
- Вы можете напечатать @НазваниеОбъекта, чтобы упомянуть объект. Текст упоминания автоматически обновится, если вы переименуете или обновите упомянутый объект.
- Вы можете изменить разные настройки аккаунта, например тему и количество объектов на странице, в своем профиле справа вверху.
- Вы можете установить разрешения для всех типов объектов или для каждого отдельно.
- Растет список видео-руководств на нашем :youtube. В том числе руководства об атрибутах и о том, как делиться своей кампанией с другими. Также могут быть полезны :faq.

И последнее, но не по значению:
- Посмотрите :public для вдохновения и чтобы узнать как другие используют Kanka.
- Если у вас есть вопросы, предложения или вы просто хотите поболтать, присоединяйтесь к нам на :discord.
- Нравится приложение и хотите поддержать его рост? Поддержите Kanka через :subscriptions.
TEXT
,
        'name'          => 'Добро пожаловать',
        'subscriptions' => 'подписку',
    ],
];
