<?php

return [
    'character1'    => [
        'fears'     => 'Джеймс боится громких звуков и взрывов..',
        'history'   => 'Это Персонаж-пример. Рожденный у Мэнс Оулчестер и Ридж Дантон, Джеймс рос в сельской местности Генории, пока не переехал в столицу Унрии чтобы работать королевским писцом.',
        'name'      => 'Джеймс Оулчестер (пример)',
        'race'      => 'Человек',
        'sex'       => 'Мужской',
        'title'     => 'Серый Охотник',
        'traits'    => 'Всегда подстраивает правду под свои интересы.',
    ],
    'character2'    => [
        'fears'     => 'Вызвать самый сильный возможный взрыв.',
        'history'   => 'Это Персонаж-пример. С малых лет Ирви увлекалась взрывчаткой и посвятила карьеру этому ремеслу.',
        'name'      => 'Ирви Джемстон (пример)',
        'race'      => 'Гном',
        'sex'       => 'Женский',
        'title'     => 'Королева Взрывов',
        'traits'    => 'Хотите продолжения? Можете заполнить этот раздел сами!',
    ],
    'item1'         => [
        'description'   => 'Пример Предмета.',
        'history'       => 'История Предмета.',
        'name'          => 'Кинжал Тьмы',
        'type'          => 'Оружие',
    ],
    'kingdom1'      => [
        'description'   => 'Это Локация-пример, созданная чтобы показать вам, что можно сделать с помощью приложения.',
        'history'       => '(пример) Королевство Генория было основано племенем Генорийцев в конце V века после завоевания ими земель Хоттенов.',
        'name'          => 'Генория (пример)',
        'type'          => 'Королевство',
    ],
    'kingdom2'      => [
        'description'   => '(пример) Улисс это столица королевства Генории и третий по величине город Агагирского Альянса.',
        'history'       => '(пример) Улисс это столица королевства Генории. Он был основан Фрасаном Ирвеном и расположен на реке Унри.',
        'name'          => 'Улисс (пример)',
        'type'          => 'Столица',
    ],
    'note1'         => [
        'entry'         => <<<'TEXT'
Добро пожаловать в Kanka! Ваша первая Кампания создана и мы включили несколько примеров объектов для вдохновения (можете удалить их когда хотите).

Вы, наверное, хотите начать с добавления собственных объектов, так что выберите категорию в меню слева и начинайте. Можете отключить ненужные категории объектов в настройках Кампании, это уберет их из меню.

Несколько советов для начала:
- Вы можете напечатать @НазваниеОбъекта для ссылки на объект. Текст ссылки автоматически обновится, если вы переименуете или обновите объект, на который ссылаетесь.
- Вы можете изменить специальные настройки аккаунта, такие как тема и количество объектов на страницу в своем профиле, доступном справа вверху.
- Вы можете установить разрешения для всех типов объектов или для каждого отдельно.
- Растет список туториалов на :youtube. В том числе туториалы об аттрибутах и о том, как делиться своей кампанией с другими. Также могут быть полезны :faq.

И последнее, но не по значению:
- Посмотрите :public для вдохновения от того как Kanka используют другие.
- Если у вас есть вопросы, предложения или вы просто хотите попереписываться, присоединяйтесь к нам на :discord.
- Нравится приложение и хотите поддержать его рост? Поддержите Kanka через :subscriptions.
TEXT
,
        'name'          => 'Приветственная Заметка',
        'subscriptions' => 'подписку',
    ],
];
