<?php

return [
    'character1'    => [
        'fears'     => 'Джеймс боится громких звуков и взрывов.',
        'history'   => 'Это персонаж-пример. Рожденный у Мэнс Оулчестер и Ридж Дантон, Джеймс рос в сельской местности Дженории, пока не переехал в столицу Унрии чтобы работать королевским писцом.',
        'name'      => 'Джеймс Оулчестер (пример)',
        'race'      => 'Человек',
        'sex'       => 'Мужской',
        'title'     => 'Серый охотник',
        'traits'    => 'Всегда подстраивает правду под свои интересы.',
    ],
    'character2'    => [
        'fears'     => 'Вызвать самый сильный возможный взрыв.',
        'history'   => 'Это персонаж-пример. С малых лет Ирви увлекалась взрывчаткой и посвятила карьеру этому ремеслу.',
        'name'      => 'Ирви Джемстон (пример)',
        'race'      => 'Гном',
        'sex'       => 'Женский',
        'title'     => 'Королева Взрывов',
        'traits'    => 'Хотите отслеживать что-то еще? Мы дадим вам доступ к этому разделу свободного текста!',
    ],
    'item1'         => [
        'description'   => 'Пример предмета.',
        'history'       => 'История предмета.',
        'name'          => 'Кинжал Тьмы',
        'type'          => 'Оружие',
    ],
    'kingdom1'      => [
        'description'   => 'Это локация-пример, созданная чтобы показать вам, что можно сделать с помощью приложения.',
        'history'       => '(пример) Королевство Дженория было основано племенем Дженорийцев в конце V века после завоевания ими земель Хоттенов.',
        'name'          => 'Дженория (пример)',
        'type'          => 'Королевство',
    ],
    'kingdom2'      => [
        'description'   => '(пример) Улисс это столица королевства Дженории и третий по величине город Агагирского Альянса.',
        'history'       => '(пример) Улисс это столица королевства Дженории. Он был основан Фресаном Ирвеном и расположен на реке Унри.',
        'name'          => 'Улисс (пример)',
        'type'          => 'Столица',
    ],
    'note1'         => [
        'entry'         => <<<'TEXT'
Добро пожаловать в Kanka! Ваша первая кампания создана и мы включили несколько примеров объектов для вдохновения (можете удалить их когда хотите).

Вы, наверное, хотите начать с добавления собственных объектов, так что выберите категорию в меню слева и начинайте. Можете деактивировать ненужные категории объектов в настройках кампании, это уберет их из меню.

Несколько советов для начала:
- Вы можете набрать @названиеОбъекта для ссылки на объект. Текст ссылки автоматически обновится, если вы переименуете или обновите объект, на который ссылаетесь.
- Вы можете изменить специальные настройки аккаунта, такие как тема и количество объектов на страницу в своем профиле, доступном справа вверху.
- Вы можете установить разрешения для всех типов объектов или для каждого отдельно.
- Растет список туториалов на :youtube. Туториалы включают атрибуты и как делиться своей кампанией с другими. Также может быть полезно :faq

И последнее, но не по значению:
- Посмотрите :public для вдохновения от того как Kanka используют другие.
- Если у вас есть вопросы, предложения или вы просто хотите попереписываться, присоединяйтесь к нам на :discord.
- Нравится приложение и хотите поддержать его рост? Поддержите Kanka через :subscriptions.
TEXT
,
        'name'          => 'Заметка для Новоприбывших',
        'subscriptions' => 'Подписку',
    ],
];
