<?php

return [
    'hall_of_fame'  => 'Зал Славы',
    'index'         => [
        'community'     => 'Сообщество',
        'core'          => 'Основное',
        'description'   => 'Эти люди сделали Kanka возможной.',
        'other'         => 'Другое',
        'qa'            => 'Гарантия качества',
        'support'       => 'Поддержка',
        'title'         => 'Команда',
        'translations'  => 'Перевод',
    ],
    'patreon'       => [],
    'people'        => [
        'jay'       => [
            'text'  => <<<'TEXT'
Я создал Kanka в октябре 2017, потому что у меня не было инструмента, который позволял бы мне с друзьями создать мир без сложностей и в то же время позволял бы мне контролировать, что остальные могут видеть и делать.

В начале 2020 я сделал решительный шаг и сделал Kanka моей основной работой, благодаря поддержке друзей и сообщества.
TEXT
,
            'title' => 'Автор и Ведущий Разработчик',
        ],
        'jon'       => [
            'text'  => <<<'TEXT'
Jay и я дружим уже почти десять лет. Мне нравится наблюдать, как он разрабатывает Kanka последние несколько лет.

В начала 2020 я присоединился к нему и стал заниматься развитием бизнеса и маркетингом и ни разу об этом ни пожалел!
TEXT
,
            'title' => 'Соавтор и Бизнес-менеджер',
        ],
        'joseph'    => [
            'title' => 'ГК и Помощь Новичкам',
        ],
        'ryan'      => [
            'text'  => <<<'TEXT'
Я начал использовать Kanka в начале 2018 и был одним из первых, кто присоединился к серверу в Discord. Я сразу стал помогать Jay, создавая полный список возможных функций для календарей, находящихся тогда в разработке.

В настоящее время я помогаю с сообществом на Discord и Reddit и ломаю новые версии приложения, чтобы это не пришлось делать вам.
TEXT
,
            'title' => 'Менеджер Сообщества и Руководитель ГК',
        ],
    ],
];
