<?php

return [
    'hall_of_fame'  => 'Зал Славы',
    'index'         => [
        'core'          => 'Основное',
        'description'   => 'Эти люди сделали Kanka возможной.',
        'other'         => 'Другое',
        'qa'            => 'Гарантия качества',
        'support'       => 'Поддержка',
        'title'         => 'Команда',
        'translations'  => 'Перевод',
    ],
    'patreon'       => [
        'description'   => 'Эти удивительные люди помогали и поддерживали Kanka через Patreon или в самом приложении.',
        'learn_more'    => 'Узнать больше о льготах подписки',
    ],
    'people'        => [
        'iz'        => [
            'title' => 'Разработка Продукта',
        ],
        'jay'       => [
            'text'  => <<<'TEXT'
Я создал Kanka в Октябре 2017, потому что у меня не было инструмента, который позволял бы легко создать мир с моими друзьями и к тому же позволял контролировать, кто что видит или делает.

В начале 2020 я погрузился в работу над Kanka, благодаря поддержке друзей и сообщества.
TEXT
,
            'title' => 'Основатель и Ведущий Разработчик',
        ],
        'jon'       => [
            'text'  => <<<'TEXT'
Jay и я дружим уже почти десять лет, и было интересно видеть, как он разрабатывает Kanka последние несколько лет.

С начала 2020 я помогаю, следя за коммерческой стороной вещей, и я надеюсь, что мы сможем продолжать поддерживать уникальный инструмент для ворлд-билдеров и игроков, где бы они ни были!
TEXT
,
            'title' => 'Соучредитель и Коммерческий Менеджер',
        ],
        'joseph'    => [
            'title' => 'ГК и Помощь Новоприбывшим',
        ],
        'ryan'      => [
            'text'  => <<<'TEXT'
Я начал использовать Kanka в начале 2018 и был одним из первых, кто присоединился к Discord каналу. Я стал помогать Джею, создавая полный список возможных функций для (тогда разрабатываемых) календарей.

В настоящее время я помогаю с сообществом на Discord и Reddit и ломаю новые версии, чтобы это не пришлось делать вам.
TEXT
,
            'title' => 'Менеджер Сообщества и Заведущий по ГК',
        ],
    ],
];
