<?php

return [
    'hall_of_fame'  => 'Зал Славы',
    'index'         => [
        'community'     => 'Сообщество',
        'core'          => 'Основное',
        'description'   => 'Эти люди сделали Kanka возможной.',
        'other'         => 'Другое',
        'qa'            => 'Гарантия качества',
        'support'       => 'Поддержка',
        'title'         => 'Команда',
        'translations'  => 'Перевод',
    ],
    'patreon'       => [],
    'people'        => [
        'jay'       => [
            'text'  => <<<'TEXT'
Я создал Kanka в октябре 2017, потому что у меня не было инструмента, который помог бы мне с друзьями создать мир без сложностей, но в то же время позволял бы мне контролировать, что остальные могут видеть и делать.

В начале 2020 я сделал решительный шаг и сделал Kanka своей основной работой, благодаря поддержке друзей и сообщества.
TEXT
,
            'title' => 'Автор и ведущий разработчик',
        ],
        'jon'       => [
            'text'  => <<<'TEXT'
Джей и я дружим уже почти десять лет. Мне нравится наблюдать, как он разрабатывает Kanka последние несколько лет.

В начале 2020 я присоединился к нему и стал заниматься развитием бизнеса и маркетингом и ни разу об этом ни пожалел!
TEXT
,
            'title' => 'Соавтор и бизнес-менеджер',
        ],
        'joseph'    => [
            'title' => 'ГК и помощь новичкам',
        ],
        'ryan'      => [
            'title' => 'Менеджер сообщества и руководитель ГК',
        ],
    ],
];
