<?php

return [
    'actions'       => [
        'add_element'   => 'Добавить новый элемент в эру :name',
        'back'          => 'Назад к :name',
        'edit'          => 'Редактировать Хронологию',
        'reorder'       => 'Изменить порядок',
        'save_order'    => 'Сохранить новый порядок',
    ],
    'create'        => [
        'success'   => 'Хронология ":name" создана.',
        'title'     => 'Новая Хронология',
    ],
    'destroy'       => [
        'success'   => 'Хронология ":name" удалена.',
    ],
    'edit'          => [
        'success'   => 'Хронология ":name" обновлена.',
        'title'     => 'Редактирование Хронологии :name',
    ],
    'fields'        => [
        'copy_eras'     => 'Копировать эры',
        'eras'          => 'Эры',
        'name'          => 'Название',
        'reverse_order' => 'Обратный порядок эр',
        'type'          => 'Тип',
    ],
    'helpers'       => [
        'reorder'       => 'Перетащите элементы в эру, чтобы изменить их порядок.',
        'reverse_order' => 'Включите, чтобы отображать эры в обратном хронологическом порядке (на первом месте самая старая эра)',
    ],
    'index'         => [
        'add'   => 'Новая Хронология',
        'title' => 'Хронология',
    ],
    'placeholders'  => [
        'name'  => 'Название Хронологии',
        'type'  => 'Основные события, хроники Мира, история королевства',
    ],
    'show'          => [
        'title' => 'Хронология :name',
    ],
];
