<?php

return [
    'actions'       => [
        'add_element'   => 'Добавить элемент в эру :era',
        'back'          => 'Назад к :name',
        'edit'          => 'Редактировать хронологию',
        'reorder'       => 'Изменить порядок',
        'save_order'    => 'Сохранить новый порядок',
    ],
    'create'        => [
        'success'   => 'Хронология ":name" создана',
        'title'     => 'Новая хронология',
    ],
    'destroy'       => [
        'success'   => 'Хронология ":name" удалена',
    ],
    'edit'          => [
        'success'   => 'Хронология ":name" обновлена',
        'title'     => 'Редактирование хронологии :name',
    ],
    'fields'        => [
        'copy_eras'     => 'Копировать эры',
        'eras'          => 'Эры',
        'name'          => 'Название',
        'reverse_order' => 'Обратный порядок эр',
        'timeline'      => 'Родительская хронология',
        'timelines'     => 'Хронологии',
        'type'          => 'Тип',
    ],
    'helpers'       => [
        'nested'            => 'Изначально отображаются только хронологии без родительских хронологий. Нажмите на хронологию, чтобы посмотреть список ее потомков.',
        'reorder'           => 'Чтобы изменить положение элемента, перетащите его мышкой.',
        'reorder_tooltip'   => 'Нажмите, чтобы изменить порядок элементов путем перетаскивания.',
        'reverse_order'     => 'Отображение эр в обратном хронологическом порядке (чем древнее эра, тем выше она в списке).',
    ],
    'index'         => [
        'add'   => 'Новая хронология',
        'title' => 'Хронология',
    ],
    'placeholders'  => [
        'name'  => 'Название хронологии',
        'type'  => 'Основные события, хроники мира, история королевства',
    ],
    'show'          => [
        'title' => 'Хронология :name',
    ],
    'timelines'     => [
        'title' => 'Хронологии хронологии :name',
    ],
];
