<?php

return [
    'actions'           => [
        'add'   => 'Добавить ссылку',
    ],
    'call-to-action'    => 'Добавьте ссылки на внешние ресурсы объекта, например на DnDBeyond, и они появятся прямо на основной вкладке объекта.',
    'create'            => [
        'success'   => 'Ссылка ":name" добавлена объекту ":entity".',
        'title'     => 'Новая ссылка объекта :name',
    ],
    'destroy'           => [
        'success'   => 'Ссылка ":name" удалена.',
    ],
    'fields'            => [
        'icon'      => 'Иконка',
        'name'      => 'Название',
        'position'  => 'Позиция',
        'url'       => 'URL адрес',
    ],
    'go'                => [
        'actions'       => [
            'confirm'   => 'Да',
            'trust'     => 'Больше не спрашивать',
        ],
        'description'   => 'Эта ссылка отправит вас по адресу :link. Вы уверены, что хотите перейти туда?',
        'title'         => 'Уход с Kanka',
    ],
    'helpers'           => [
        'icon'      => 'Вы можете назначить иконку для ссылки. Используйте любые бесплатные иконки с :fontawesome или оставьте поле пустым, чтобы использовать стандартную.',
        'parent'    => 'Поместите ссылку под одним из элементов боковой панели, а не в разделе быстрых ссылок.',
    ],
    'placeholders'      => [
        'name'  => 'DNDBeyond',
        'url'   => 'https://dndbeyond.com/character-url',
    ],
    'show'              => [
        'helper'    => 'В усиленных кампаниях объектам можно добавлять ссылки на другие сайты.',
        'title'     => 'Ссылки объекта :name',
    ],
    'unboosted'         => [],
    'update'            => [
        'success'   => 'Ссылка ":name" объекта ":entity" обновлена.',
        'title'     => 'Редактирование ссылки объекта :name',
    ],
];
