<?php

return [
    'actions'           => [
        'create'    => 'Создание',
        'delete'    => 'Удаление',
        'restore'   => 'Восстановление',
        'update'    => 'Редактирование',
        'view'      => 'Показать изменения',
    ],
    'call-to-action'    => 'Полная история изменений объекта за последние :amount дней доступна для супер-усиленных кампаний.',
    'fields'            => [
        'action'    => 'Действие',
        'date'      => 'Дата',
    ],
    'impersonated'      => 'Во время тестирования :name',
    'show'              => [
        'title' => 'История объекта :name',
    ],
];
