<?php

return [
    'actions'       => [
        'add'       => 'Новый пост',
        'add_role'  => 'Добавить роль',
        'add_user'  => 'Добавить пользователя',
    ],
    'copy_mention'  => [
        'copy'              => 'Копировать продвинутое упоминание',
        'copy_with_name'    => 'Копировать продвинутое упоминание с названием поста',
        'success'           => 'Продвинутое упоминание поста скопировано в буфер обмена.',
    ],
    'create'        => [
        'success'   => 'Пост ":name" добавлен объекту ":entity".',
        'title'     => 'Новый пост объекта :name',
    ],
    'destroy'       => [
        'success'   => 'Пост ":name" объекта ":entity" удален.',
    ],
    'edit'          => [
        'success'   => 'Пост ":name" объекта ":entity" обновлен.',
        'title'     => 'Редактирование поста объекта :name',
    ],
    'fields'        => [
        'creator'   => 'Создатель',
        'entry'     => 'Текст',
        'name'      => 'Название',
        'position'  => 'Куда добавить',
    ],
    'footer'        => [
        'created'   => 'Создано :user :date.',
        'updated'   => 'Обновлено :user :date.',
    ],
    'hint'          => 'Информацию, которая не подходит под стандартные поля объекта или должна быть скрытой, можно добавить в виде постов.',
    'hints'         => [
        'reorder'   => 'Порядок постов можно изменить, нажав на иконку :icon в заголовке объекта.',
    ],
    'index'         => [
        'title' => 'Посты объекта :name',
    ],
    'move'          => [
        'copy'          => 'Создать копию',
        'copy_success'  => 'Пост ":name" скопирован к объекту ":entity".',
        'description'   => 'Выберите объект, к которому вы хотите переместить или копировать этот пост.',
        'entity'        => 'Объект',
        'move'          => 'Переместить или копировать к другому объекту',
        'move_success'  => 'Пост ":name" перемещен к объекту ":entity".',
        'select_one'    => 'Выберите объект',
        'title'         => 'Перемещение или копирование к другому объекту',
    ],
    'placeholders'  => [
        'name'  => 'Название поста, наблюдения или заметки',
    ],
    'show'          => [
        'advanced'  => 'Дополнительные разрешения',
        'title'     => 'Пост :name объекта :entity',
    ],
    'states'        => [
        'collapsed' => 'Свернутый',
        'expanded'  => 'Развернут',
    ],
    'warning'       => [
        'editing'   => [
            'description'   => 'Кажется, в данный момент этот пост редактирует кто-то другой! Вернуться назад или игнорировать предупреждение и продолжить, рискуя потерять данные? Пост редактируют следующие участники:',
        ],
    ],
];
