<?php

return [
    'actions'   => [
        'collapse_all'  => 'Свернуть все',
        'expand_all'    => 'Развернуть все',
        'load_more'     => 'Показать еще',
    ],
    'reorder'   => [
        'icon_tooltip'  => 'Изменить порядок постов',
        'panel_title'   => 'Изменение порядка постов',
        'save'          => 'Сохранить новый порядок',
        'success'       => 'Порядок постов сохранен.',
        'title'         => 'Изменение порядка постов объекта :name',
    ],
    'update'    => [
        'title' => 'Редактирование статьи объекта :entity',
    ],
    'warning'   => [],
];
