<?php

return [
    'actions'           => [
        'learn-more'    => 'Дізнайтеся більше про це налаштування у нашій документації.',
        'save'          => 'Зберегти налаштування',
    ],
    'campaign-switcher' => [
        'alphabetical'      => 'За алфавітом (А-Я)',
        'date_created'      => 'За датою створення (спочатку старі)',
        'date_joined'       => 'За датою приєднання (спочатку старі)',
        'r_alphabetical'    => 'За алфавітом (Я-А)',
        'r_date_created'    => 'За датою створення (спочатку нові)',
        'r_date_joined'     => 'За датою приєднання (спочатку нові)',
    ],
    'dismissible'       => [
        'main'  => 'Налаштуйте, як Kanka виглядає та відчувається. Зверніть увагу, що кампанії можуть змінювати деякі з цих налаштувань.',
    ],
    'editors'           => [
        'default'   => 'За замовчанням (:name)',
        'legacy'    => 'Застаріле (:name)',
    ],
    'explore'           => [
        'grid'  => 'Сітка (за замовчанням)',
        'table' => 'Таблиця',
    ],
    'fields'            => [
        'campaign-order'        => 'Впорядкування кампаній',
        'date-format'           => 'Формат дати',
        'editor'                => 'Текстовий редактор',
        'entity-explore'        => 'Списки сутностей',
        'mentions'              => 'Згадки під час редагування',
        'new-entity-workflow'   => 'Перебіг нової сутності',
        'pagination'            => 'Результатів на сторіці',
        'theme'                 => 'Пріоритети теми',
    ],
    'helpers'           => [
        'advanced-mentions'     => 'Редагуючи текст, контролюйте, чи згадки обробляються як назви сутностей, чи як покращені згадки.',
        'campaign-order'        => 'Змініть порядок, у якому кампанії відображені в перемикачі кампаній.',
        'date-format'           => 'Коли доступно, контролюйте формат відображення дат реального світу.',
        'editor'                => 'Використовуючи застарілий текстовий редактор (TinyMCE) не підтримує згадки на мобільних пристроях, галереях кампаній чи інших покращених функцій.',
        'entity-explore'        => 'Контролюйте, як у кампанії відображаються списки сутностей.',
        'new-entity-workflow'   => 'Контролюйте, у якому інтерфейсі ви будете створювати нові сутності.',
        'overridable'           => 'Окремі кампанії можуть змінювати це налаштування.',
        'pagination'            => 'Для списків, що стосуються кількох сторінок, визначте, скільки їх буде видно на кожній сторінці.',
        'theme'                 => 'Виберіть, як Kanka виглядатиме для вас.',
    ],
    'mentions'          => [
        'advanced'  => 'Показати додаткові згадки :code',
        'default'   => 'Згадки як назви сутності',
    ],
    'nested'            => [],
    'success'           => 'Налаштування відображення збережені.',
    'values'            => [
        'pagination'        => ':amount результатів на сторінці',
        'pagination-sub'    => ':amount (доступно для передплатників)',
    ],
];
