<?php

return [
    'actions'       => [
        'remove'    => 'Видалити преміум',
        'unlock'    => 'Перейти на преміум',
    ],
    'create'        => [
        'actions'   => [
            'confirm'   => 'Перейти на преміум!',
        ],
        'confirm'   => 'Як захопливо! Ви от-от розблокуєте преміум-налаштування для :campaign. Це використає одну з доступних вам преміальних кампаній.',
        'duration'  => 'Преміальні кампанії залишаються такими, поки ви їх не видалите, або поки не завершиться ваша передплата.',
        'pitch'     => 'Станьте передплатником, щоб розблокувати преміум-кампанії.',
        'success'   => 'Кампанія :campaign - тепер преміум! Насолоджуйтеся всіма новими чудовими функціями!',
    ],
    'exceptions'    => [
        'already'       => 'Преміум-функції для цієї кампанії було розблоковано.',
        'out-of-stock'  => 'У вас недостатньо доступних преміум-кампаній, щоб розблокувати цю кампанію. Або видаліть статус преміум із іншої кампанії, або :upgrade.',
    ],
    'pitch'         => [
        'description'   => 'Перейдіть на преміум для кампаній і допоможіть розблокувати чудові функції для всіх причетних.',
        'more'          => 'Перегляньте повний список переваг на нашій сторінці :premium.',
        'title'         => 'Отримати преміум кампанії',
    ],
    'ready'         => [
        'available'         => 'Ваші доступні преміум-кампанії.',
        'pricing'           => 'Усі наші рівні передплати включають принаймні одну преміум-кампанію і починаються з :amount на місяць.',
        'pricing-amount'    => ':currency:amount',
        'title'             => 'Перейти на преміум',
    ],
    'remove'        => [
        'confirm'   => 'Так, це моє рішення',
        'success'   => 'Преміум-функції було видалено з кампанії :campaign. Тепер ви можете розблокувати преміум для іншої кампанії.',
        'title'     => 'Видалення преміум-функцій',
        'warning'   => 'Ви впевнені, що хочете видалити преміум-функції з :campaign? Це дозволить вам розблокувати іншу кампанію, і приховає весь вміст і функції, пов\'язані з преміум перевагами, доки преміум-статус вашої кампанії не буде активовано знову.',
    ],
];
