<?php

return [
    'actions'   => [
        'remove'    => 'Видалити преміум',
        'unlock'    => 'Перейти на преміум',
    ],
    'create'    => [
        'actions'   => [
            'confirm'   => 'Перейти на преміум!',
        ],
        'confirm'   => 'Як захопливо! Ви от-от розблокуєте преміум-налаштування для :campaign. Це використає одну з доступних вам преміальних кампаній.',
        'duration'  => 'Преміальні кампанії залишаються такими, поки ви їх не видалите, або поки не завершиться ваша передплата.',
        'pitch'     => 'Станьте передплатником, щоб розблокувати преміум-кампанії.',
    ],
];
